Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Permissions error
pt: ~Erro de permissão
ro: ~Eroare de permisiuni

source: Create image maps: Images with interactive hotspots to reveal images, videos, sounds, texts...
pt: ~Criar mapas de imagem: Imagens com pontos de acesso interativos para revelar imagens, vídeos, sons, textos...
ro: ~Creează hărți de imagini: Imagini cu puncte de interes interactive pentru a revela imagini, videoclipuri, sunete, texte...

source: Show questionnaire
pt: ~Mostrar questionário
ro: ~Afișează chestionarul

source: Show active areas
pt: ~Mostrar áreas ativas
ro: ~Afișează zonele active

source: Click here to do this activity
pt: ~Clique aqui para fazer esta atividade
ro: ~Dă clic aici pentru a face această activitate

# Select the correct options and click on the &quot;Reply&quot; button.
source: Select the correct options and click on the "Reply" button.
pt: ~Selecione as opções corretas e clique no botão "Responder".
ro: ~Selectează opțiunile corecte și apasă butonul „Răspunde”.

source: Mark all the options in the correct order and click on the "Reply" button.
pt: ~Marque todas as opções na ordem correta e clique no botão "Responder".
ro: ~ marchează toate opțiunile în ordinea corectă și apasă butonul „Răspunde”.

# Write the correct word o phrase and click on the &quot;Reply&quot; button.
source: Write the correct word o phrase and click on the "Reply" button.
pt: ~Escreva a palavra ou frase correta e clique no botão "Responder".
ro: ~Scrie cuvântul sau expresia corectă și apasă butonul „Răspunde”.

source: Click on
pt: ~Clique em
ro: ~Dă clic pe

source: Everything is perfect! Do you want to repeat this activity?
pt: ~Tudo está perfeito! Você quer repetir esta atividade?
ro: ~Totul este perfect! Vrei să repeți această activitate?

source: Great! You have passed the test, but you can improve it surely. Do you want to repeat this activity?
pt: ~Ótimo! Você passou no teste, mas certamente pode melhorá-lo. Deseja repetir esta atividade?
ro: ~Grozav! Ai trecut testul, dar cu siguranță poți să-l îmbunătățești. Vrei să repeți această activitate?

source: Almost perfect! You can still do it better. Do you want to repeat this activity?
pt: ~Quase perfeito! Você ainda pode fazer melhor. Deseja repetir esta atividade?
ro: ~Aproape perfect! Poți să o faci și mai bine. Vrei să repeți această activitate?

source: It is not correct! You have clicked on
pt: ~Não está correto! Você clicou em
ro: ~Nu este corect! Ai făcut clic pe

source: and the correct answer is
pt: ~e a resposta correta é
ro: ~și răspunsul corect este

source: Great! You have visited the required dots.
pt: ~Ótimo! Você visitou os pontos necessários.
ro: ~Grozav! Ai vizitat punctele necesare.

source: You can do the test.
pt: ~Você pode fazer o teste.
ro: ~Poți să susții testul.

source: Select a subtitle file. Supported formats:
pt: ~Selecione um arquivo de legenda. Formatos suportados:
ro: ~Selectează un fișier de subtitrări. Formate suportate:

source: Map
pt: ~Mapa
ro: ~Hartă

source: Return
pt: ~Retornar
ro: ~Înapoi

source: Questionnarie
pt: ~Questionário
ro: ~Chestionar

source: Arrow
pt: ~Seta
ro: ~Săgeată

source: Map marker
pt: ~Marcador de mapa
ro: ~Punct de pe hartă

source: Do you want to save the changes of this presentation?
pt: ~Deseja salvar as alterações nesta apresentação?
ro: ~Doriți să salvați modificările acestei prezentări?

source: Do you want to save the changes of this quiz?
pt: ~Deseja salvar as alterações neste questionário?
ro: ~Doriți să salvați modificările acestui quiz?

source: Do you want to save the changes of this map?
pt: ~Deseja salvar as alterações neste mapa?
ro: ~Doriți să salvați modificările acestei hărți?

source: Provide a slide title.
pt: ~Forneça um título para o slide.
ro: ~Oferiți un titlu pentru diapozitiv.

source: Hide score bar
pt: ~Ocultar barra de pontuação
ro: ~Ascunde bara de scor

source: Play the sound when scrolling the mouse over the points.
pt: ~Reproduzir o som ao passar o mouse sobre os pontos.
ro: ~Redă sunetul când treci cu mouse-ul peste puncte.

source: Show when the mouse is over the icon or active area.
pt: ~Mostrar ao passar o mouse sobre o ícone ou área ativa.
ro: ~Afișează când mouse-ul este deasupra pictogramei sau zonei active.

source: Hide areas
pt: ~Ocultar áreas
ro: ~Ascunde zonele

source: Saved
pt: ~Salvo
ro: ~Salvat

source: Error
pt: ~Erro
ro: ~Eroare

source: Unknown error.
pt: ~Erro desconhecido.
ro: ~Eroare necunoscută.

source: eXeLearning %s is a development version. It is not for production use.
pt: ~eXeLearning %s é uma versão de desenvolvimento. Não é para uso em produção.
ro: ~eXeLearning %s este o versiune de dezvoltare. Nu este pentru utilizare în producție.

source: This is just a demo version. Not for real projects.
pt: ~Esta é apenas uma versão de demonstração. Não para projetos reais.
ro: ~Aceasta este doar o versiune de demonstrație. Nu pentru proiecte reale.

source: eXeLearning %s has expired! Please download the latest version.
pt: ~eXeLearning %s expirou! Por favor, baixe a versão mais recente.
ro: ~eXeLearning %s a expirat! Vă rugăm să descărcați cea mai recentă versiune.

source: This is just a demo version. Not for real projects. Days before it expires: %s
pt: ~Esta é apenas uma versão de demonstração. Não para projetos reais. Dias restantes antes de expirar: %s
ro: ~Aceasta este doar o versiune de demonstrație. Nu pentru proiecte reale. Zile înainte de expirare: %s

source: Accept
pt: ~Aceitar
ro: ~Acceptă

source: Warning
pt: ~Aviso
ro: ~Avertizare

source: iDevice error
pt: ~Erro no iDevice
ro: ~Eroare iDevice

source: Report an Issue
pt: ~Relatar um Problema
ro: ~Raportează o problemă

source: Hide
pt: ~Ocultar
ro: ~Ascunde

source: Type your own texts or use the default ones:
pt: ~Digite seus próprios textos ou use os padrões:
ro: ~Tastează propriile texte sau folosește cele implicite:

source: Instructions
pt: ~Instruções
ro: ~Instrucțiuni

source: You might create a sequence of challenges where players won't be able to access a new game or challenge until they obtain a key from previous activity. For this purpose, you might set up an access code as well as a message that will be displayed to players when they reach a fixed percentage of correct answers, which they can use as a password for a new challenge or a following activity.
pt: ~Você pode criar uma sequência de desafios onde os jogadores não poderão acessar um novo jogo ou desafio até obter uma chave de uma atividade anterior. Para isso, você pode configurar um código de acesso, bem como uma mensagem que será exibida aos jogadores ao atingirem uma porcentagem fixa de respostas corretas, que eles podem usar como senha para um novo desafio ou uma atividade seguinte.
ro: ~Poți crea o secvență de provocări în care jucătorii nu vor putea accesa un nou joc sau provocare până nu obțin o cheie din activitatea anterioară. În acest scop, poți seta un cod de acces precum și un mesaj care va fi afișat jucătorilor atunci când ating un anumit procentaj de răspunsuri corecte, pe care îl pot folosi ca parolă pentru o nouă provocare sau o activitate următoare.

source: Access code is required
pt: ~Código de acesso é obrigatório
ro: ~Este necesar codul de acces

source: Access code
pt: ~Código de acesso
ro: ~Cod de acces

source: Question
pt: ~Pergunta
ro: ~Întrebare

source: Display a message or password upon reaching the defined objective
pt: ~Exibir uma mensagem ou senha ao atingir o objetivo definido
ro: ~Afișează un mesaj sau o parolă la atingerea obiectivului definit

source: Message
pt: ~Mensagem
ro: ~Mesaj

source: Percentage of correct answers required to display the message
pt: ~Porcentagem de respostas corretas necessárias para exibir a mensagem
ro: ~Procentul de răspunsuri corecte necesar pentru afișarea mesajului

source: You must write a clue
pt: ~Você deve escrever uma dica
ro: ~Trebuie să scrii un indiciu

source: You must provide the code to play this game
pt: ~Você deve fornecer o código para jogar este jogo
ro: ~Trebuie să furnizezi codul pentru a juca acest joc

source: Please explain how to obtain the code to play this game
pt: ~Por favor, explique como obter o código para jogar este jogo
ro: ~Vă rugăm să explicați cum să obțineți codul pentru a juca acest joc

source: Save score
pt: ~Salvar pontuação
ro: ~Salvează scorul

source: Save the score
pt: ~Salvar a pontuação
ro: ~Salvează scorul

source: Automatically save the score
pt: ~Salvar automaticamente a pontuação
ro: ~Salvează automat scorul

source: Do not save the score
pt: ~Não salvar a pontuação
ro: ~Nu salva scorul

source: Repeat activity
pt: ~Repetir atividade
ro: ~Repetă activitatea

source: Show a button to save the score
pt: ~Mostrar um botão para salvar a pontuação
ro: ~Afișează un buton pentru a salva scorul

source: Button text
pt: ~Texto do botão
ro: ~Textul butonului

source: This will only work when exported as SCORM
pt: ~Isto só funcionará ao exportar como SCORM
ro: ~Aceasta va funcționa doar atunci când este exportat ca SCORM

source: The score will be automatically saved after answering each question and at the end of the game.
pt: ~A pontuação será salva automaticamente após responder a cada pergunta e ao final do jogo.
ro: ~Scorul va fi salvat automat după răspunsul la fiecare întrebare și la finalul jocului.

source: The button will only be displayed when exported as SCORM.
pt: ~O botão só será exibido ao exportar como SCORM.
ro: ~Butonul va fi afișat doar atunci când este exportat ca SCORM.

source: Weighted
pt: ~Ponderado
ro: ~Ponderat

source: Import
pt: ~Importar
ro: ~Importă

source: Choose
pt: ~Escolher
ro: ~Alege

source: No file selected
pt: ~Nenhum arquivo selecionado
ro: ~Niciun fișier selectat

source: Supported formats
pt: ~Formatos suportados
ro: ~Formate acceptate

source: Export questions
pt: ~Exportar perguntas
ro: ~Exportă întrebările

source: You can easily generate multiple questions for the activity using AI.
pt: ~Você pode gerar facilmente várias perguntas para a atividade usando IA.
ro: ~Poți genera cu ușurință mai multe întrebări pentru activitate folosind AI.

source: Dog
pt: ~Cachorro
ro: ~Câine

source: Frog
pt: ~Rã
ro: ~Broască

source: Eagle
pt: ~Águia
ro: ~Vultur

source: Cat
pt: ~Gato
ro: ~Pisică

source: Wake up
pt: ~Acordar
ro: ~Trezește-te

source: Have breakfast
pt: ~Tomar café da manhã
ro: ~Ia micul dejun

source: Go to work
pt: ~Ir trabalhar
ro: ~Mergi la serviciu

source: Please enter at least one question.
pt: ~Por favor, insira pelo menos uma pergunta.
ro: ~Te rog introdu cel puțin o întrebare.

source: Act as a highly experienced teacher.
pt: ~Atue como um professor altamente experiente.
ro: ~Acționează ca un profesor cu experiență vastă.

source: Activity
pt: ~Atividade
ro: ~Activitate

source: Select a file
pt: ~Selecionar um arquivo
ro: ~Selectează un fișier

source: Content after
pt: ~Conteúdo após
ro: ~Conținut după

source: Content before
pt: ~Conteúdo antes
ro: ~Conținut înainte

source: Optional
pt: ~Opcional
ro: ~Opțional

source: Custom texts
pt: ~Textos personalizados
ro: ~Texte personalizate

source: Passwords
pt: ~Senhas
ro: ~Parole de acces

source: You can import questions compatible with this activity from txt or xml (Moodle) files.
pt: ~Você pode importar perguntas compatíveis com esta atividade de arquivos txt ou xml (Moodle).
ro: ~Poți importa întrebări compatibile cu această activitate din fișiere txt sau xml (Moodle).

source: Import/Export
pt: ~Importar/Exportar

source: You can export its questions in txt format to integrate them into other compatible activities.
pt: ~Você pode exportar suas perguntas em formato txt para integrá-las em outras atividades compatíveis.
ro: ~Poți exporta întrebările în format txt pentru a le integra în alte activități compatibile.

source: AI
pt: ~IA

source: Add questions
pt: ~Adicionar perguntas
ro: ~Adaugă întrebări

source: Questions
pt: ~Perguntas
ro: ~Întrebări

source: Generate
pt: ~Gerar
ro: ~Generează

source: Formats
pt: ~Formatos
ro: ~Formate

source: Examples
pt: ~Exemplos
ro: ~Exemple

source: You must return only the questions without numbering, categorization or bullet points, inside a code block, and do not include any additional HTML elements such as buttons.
pt: ~Você deve retornar apenas as perguntas sem numeração, categorização ou pontos de lista, dentro de um bloco de código, e não incluir elementos HTML adicionais como botões.

source: Save
pt: ~Salvar
ro: ~Poți exporta întrebările în format txt pentru a le integra în alte activități compatibile.

source: Copy
pt: ~Copiar
ro: ~Copiază

source: Send to AI
pt: ~Enviar para IA
ro: ~Trimite la AI

source: Specialty
pt: ~Especialidade
ro: ~Specializare

source: Biology
pt: ~Biologia
ro: ~Biologie

source: Law
pt: ~Direito
ro: ~Drept

source: Economy
pt: ~Economia
ro: ~Economie

source: Education
pt: ~Educação
ro: ~Educație

source: Geology
pt: ~Geologia
ro: ~Geologie

source: History
pt: ~História
ro: ~Istorie

source: Computer Science
pt: ~Ciência da Computação
ro: ~Informatică

source: Mathematics
pt: ~Matemática
ro: ~Matematică

source: Medicine
pt: ~Medicina
ro: ~Medicină

source: Psychology
pt: ~Psicologia
ro: ~Psihologie

source: Chemistry
pt: ~Química
ro: ~Chimie

source: Course
pt: ~Curso
ro: ~Curs

source: 3rd ESO
pt: ~3º ESO

source: 1st Primary
pt: ~1º Ensino Fundamental
ro: ~1st Primar

source: 2nd Primary
pt: ~2º Ensino Fundamental
ro: ~2nd Primar

source: 3rd Primary
pt: ~3º Ensino Fundamental
ro: ~3rd Primar

source: 4th Primary
pt: ~4º Ensino Fundamental
ro: ~4th Primar

source: 5th Primary
pt: ~5º Primária
ro: ~5. Primară

source: 6th Primary
pt: ~6º Primária
ro: ~6. Primar

source: 1st ESO
pt: ~1º ESO
ro: ~1. ESO

source: 2nd ESO
pt: ~2º ESO
ro: ~2. ESO

source: 4th ESO
pt: ~4º ESO
ro: ~4. ESO

source: 1st Baccalaureate
pt: ~1º Bacharelato
ro: ~1. Bacalaureat

source: 2nd Baccalaureate
pt: ~2º Bacharelato
ro: ~2. Bacalaureat

source: Intermediate Vocational Training
pt: ~Formação Profissional de Grau Médio
ro: ~Formare profesională intermediară

source: Higher Vocational Training
pt: ~Formação Profissional de Grau Superior
ro: ~Formare profesională superioară

source: Number of Questions
pt: ~Número de Perguntas
ro: ~Număr de întrebări

source: Topic
pt: ~Tópico
ro: ~Subiect

source: Create
pt: ~Criar
ro: ~Creează

source: Word
pt: ~Palavra
ro: ~Cuvânt

source: Definition
pt: ~Definição
ro: ~Definiție

source: Neither the word nor the definition must contain #
pt: ~Nem a palavra nem a definição podem conter #
ro: ~Nici cuvântul, nici definiția nu trebuie să conțină #

source: Heart
pt: ~Coração
ro: ~Inimă

source: A muscular organ that pumps blood through the body
pt: ~Órgão muscular que bombeia sangue pelo corpo
ro: ~Un organ muscular care pompează sângele prin corp

source: Type
pt: ~Tipo
ro: ~Tip

source: Letter
pt: ~Letra
ro: ~Literă

source: The type will be 0 if the word starts with the letter and 1 if the word contains the letter
pt: ~O tipo será 0 se a palavra começar com a letra e 1 se a palavra contiver a letra
ro: ~Tipul va fi 0 dacă cuvântul începe cu litera și 1 dacă cuvântul conține litera

source: Atom
pt: ~Átomo

source: The basic unit of a chemical element
pt: ~A unidade básica de um elemento químico
ro: ~Unitatea de bază a unui element chimic

source: The study of living organisms
pt: ~O estudo dos seres vivos
ro: ~Studiul organismelor vii

source: Solution
pt: ~Solução
ro: ~Soluție

source: OptionA
pt: ~OpçãoA
ro: ~OpțiuneaA

source: OptionB
pt: ~OpçãoB
ro: ~OpțiuneaB

source: OptionC
pt: ~OpçãoC
ro: ~OpțiuneaC

source: OptionD
pt: ~OpçãoD
ro: ~OpțiuneaD

source: Solution: 0, 1, 2 or 3
pt: ~Solução: 0, 1, 2 ou 3
ro: ~Soluție: 0, 1, 2 sau 3

source: What is the largest planet in the solar system?
pt: ~Qual é o maior planeta do sistema solar?
ro: ~Care este cea mai mare planetă din sistemul solar?

source: Earth
pt: ~Terra
ro: ~Pământ

source: Jupiter
pt: ~Júpiter

source: Mars
pt: ~Marte
ro: ~Marte

source: Venus
pt: ~Vênus

source: What process do plants use to produce energy?
pt: ~Qual processo as plantas usam para produzir energia?
ro: ~Ce proces folosesc plantele pentru a produce energie?

source: Photosynthesis
pt: ~Fotossíntese
ro: ~Fotosinteza

source: Respiration
pt: ~Respiração
ro: ~Respirația

source: Digestion
pt: ~Digestão
ro: ~Digestia

source: Solution: Any combination of A,B,C and D: A, AC, CD...
pt: ~Solução: Qualquer combinação de A, B, C e D: A, AC, CD...
ro: ~Soluție: Orice combinație de A, B, C și D: A, AC, CD...

source: Which of the following are mammals?
pt: ~Quais dos seguintes são mamíferos?
ro: ~Care sunt mamiferele următoare?

source: Lizard
pt: ~Lagarto
ro: ~Șopârlă

source: Which gases are involved in photosynthesis?
pt: ~Quais gases estão envolvidos na fotossíntese?
ro: ~Care gaze sunt implicate în fotosinteză?

source: Oxygen
pt: ~Oxigênio
ro: ~Oxigen

source: Carbon dioxide
pt: ~Dióxido de carbono
ro: ~Dioxid de carbon

source: Nitrogen
pt: ~Nitrogênio
ro: ~Azot

source: Clue1
pt: ~Dica1
ro: ~Indiciu1

source: Clue2
pt: ~Dica2
ro: ~Indiciu2

source: Clue3
pt: ~Pista3
ro: ~Indiciu3

source: Clue4
pt: ~Pista4
ro: ~Indiciu4

source: Clue5
pt: ~Pista5
ro: ~Indiciu5

source: You must provide between 3 and 9 clues
pt: ~Você deve fornecer entre 3 e 9 pistas
ro: ~Trebuie să furnizați între 3 și 9 indicii

source: Mercury
pt: ~Mercúrio
ro: ~Mercur

source: Closest planet to the Sun
pt: ~Planeta mais próximo do Sol
ro: ~Planeta cea mai apropiată de Soare

source: Smallest planet
pt: ~Menor planeta
ro: ~Cea mai mică planetă

source: Named after a Roman god
pt: ~Nomeado em homenagem a um deus romano
ro: ~Numele îi vine de la un zeu roman

source: Group
pt: ~Grupo
ro: ~Grup

source: Group: 0, 1, 2 or 3
pt: ~Grupo: 0, 1, 2 ou 3
ro: ~Grup: 0, 1, 2 sau 3

source: Lion
pt: ~Leão
ro: ~Leu

source: Rabbit
pt: ~Coelho
ro: ~Iepure

source: Tiger
pt: ~Tigre
ro: ~Tigrul

source: question
pt: ~pergunta
ro: ~întrebare

source: solution
pt: ~solução
ro: ~soluție

source: suggestion
pt: ~sugestão
ro: ~sugestie

source: The format requires a question (non-empty string), a solution (0 or 1), a suggestion (mandatory, can be empty), and feedback (mandatory, can be empty).
pt: ~O formato exige uma pergunta (string não vazia), uma solução (0 ou 1), uma sugestão (obrigatória, pode estar vazia) e um feedback (obrigatório, pode estar vazio).
ro: ~Formatul necesită o întrebare (șir non gol), o soluție (0 sau 1), o sugestie (obligatorie, poate fi goală) și un feedback (obligatoriu, poate fi gol).

source: Is the Earth round?
pt: ~A Terra é redonda?
ro: ~Este Pământul rotund?

source: Think about the horizon.
pt: ~Pense no horizonte.
ro: ~Gândește-te la orizont.

source: The Earth is not flat.
pt: ~A Terra não é plana.
ro: ~Pământul nu este plat.

source: Does water boil at 100 degrees Celsius?
pt: ~A água ferve a 100 graus Celsius?
ro: ~Apa fierbe la 100 de grade Celsius?

source: It depends on the altitude.
pt: ~Depende da altitude.
ro: ~Depinde de altitudine.

source: The solution can be:
pt: ~A solução pode ser:
ro: ~Soluția poate fi:

source: 0 or 1 for True/False
pt: ~0 ou 1 para Verdadeiro/Falso
ro: ~0 sau 1 pentru Adevărat/Fals

source: any digit from 0 to 3 for single-choice (up to 4 options)
pt: ~qualquer dígito de 0 a 3 para escolha única (até 4 opções)
ro: ~orice cifră de la 0 la 3 pentru alegere unică (până la 4 opțiuni)

source: any combination of A-D for multiple-choice (up to 4 options).
pt: ~qualquer combinação de A-D para múltipla escolha (até 4 opções).
ro: ~orice combinație de A-D pentru alegere multiplă (până la 4 opțiuni).

source: Provide a similar number of questions for each type.
pt: ~Forneça um número semelhante de perguntas para cada tipo.
ro: ~Oferă un număr similar de întrebări pentru fiecare tip.

source: Which number is prime?
pt: ~Qual número é primo?
ro: ~Care este numărul prim?

source: first element
pt: ~primeiro elemento
ro: ~primul element

source: second element
pt: ~segundo elemento
ro: ~al doilea element

source: third element
pt: ~terceiro elemento
ro: ~al treilea element

source: fourth element
pt: ~quarto elemento
ro: ~al patrulea element

source: Neither the word nor the definition must contain #. The word must have a maximum of 14 letters and must not contain spaces.
pt: ~Nem a palavra nem a definição podem conter #. A palavra deve ter no máximo 14 letras e não pode conter espaços.
ro: ~Nici cuvântul, nici definiția nu trebuie să conțină #. Cuvântul trebuie să aibă maximum 14 litere și să nu conțină spații.

source: There is no query to send to the assistant.
pt: ~Não há consulta a ser enviada ao assistente.
ro: ~Nu există nicio interogare de trimis către asistent.

source: Generating questions. Please wait...
pt: ~Gerando perguntas. Por favor, aguarde...
ro: ~Se generează întrebări. Vă rugăm să așteptați...

source: For students of
pt: ~Para estudantes de
ro: ~Pentru elevi de

source: on the following topic
pt: ~sobre o seguinte tópico
ro: ~pe următorul subiect

source: questions
pt: ~perguntas
ro: ~întrebări

source: With the following formats:
pt: ~Com os seguintes formatos:
ro: ~Cu următoarele formate:

source: You must return only the questions without numbering and without classification or bullet points
pt: ~Você deve retornar apenas as perguntas, sem numeração e sem classificação ou pontos de lista
ro: ~Nu trebuie să returnați doar întrebările fără numerotare și fără clasificare sau puncte bullet

source: The questions could not be generated
pt: ~As perguntas não puderam ser geradas
ro: ~Întrebările nu au putut fi generate

source: The questions could not be generated. Incorrect format
pt: ~As perguntas não puderam ser geradas. Formato incorreto
ro: ~Întrebările nu au putut fi generate. Format incorect

source: An error occurred while retrieving the questions. Please try again.
pt: ~Ocorreu um erro ao recuperar as perguntas. Por favor, tente novamente
ro: ~A apărut o eroare în timpul recuperării întrebărilor. Vă rugăm să încercați din nou.

source: Sorry, wrong file format
pt: ~Desculpe, formato de arquivo incorreto
ro: ~Ne pare rău, formatul fișierului este greșit

source: Generate 10 words followed by their definitions, separated by #. Do not include the # character in either the word or the definition.
pt: ~Gerar 10 palavras seguidas de suas definições, separadas por #. Não inclua o caractere # em nenhuma das palavras ou definições
ro: ~Generează 10 cuvinte urmate de definițiile lor, separate prin #. Nu include caracterul # în niciunul dintre cuvinte sau definiții.

source: Generate 30 words and their definitions separated by #.
pt: ~Gerar 30 palavras e suas definições separadas por #
ro: ~Generează 30 de cuvinte și definițiile lor separate prin #.

source: Create 10 multiple-choice questions with 2 to 4 options. Start with the correct solution (0, 1, 2, or 3), followed by the question and each option, all separated by #.
pt: ~Criar 10 perguntas de múltipla escolha com 2 a 4 opções. Comece com a resposta correta (0, 1, 2 ou 3), seguida da pergunta e de cada opção, todas separadas por #
ro: ~Creează 10 întrebări cu alegere multiplă cu 2 până la 4 opțiuni. Începe cu soluția corectă (0, 1, 2 sau 3), urmată de întrebare și fiecare opțiune, toate separate prin #.

source: Generate 10 multiple-choice questions. Provide the correct answer as letters (e.g., A, AB), followed by the question and the options, all separated by #.
pt: ~Gerar 10 perguntas de múltipla escolha. Forneça a resposta correta como letras (por exemplo, A, AB), seguida da pergunta e das opções, todas separadas por #
ro: ~Generează 10 întrebări cu alegere multiplă. Oferă răspunsul corect sub formă de litere (de ex., A, AB), urmat de întrebare și opțiuni, toate separate prin #.
