Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Export to Folder (Unzipped Website)
pt: ~Exportar para Pasta (Site Descompactado)
ro: ~Exportă în Folder (Site Web Necomprimat)

source: Metadata (XML)
pt: ~Metadados (XML)
ro: ~Metadate (XML)

source: Upload to
pt: ~Enviar para
ro: ~Încărcare în

source: Metadata
pt: ~Metadados
ro: ~Metadate

source: Utilities
pt: ~Utilitários
ro: ~Utilitare

source: Link validation
pt: ~Validação de links
ro: ~Validare link-uri

source: File manager
pt: ~Gerenciador de arquivos
ro: ~Manager de fișiere

source: User manual
pt: ~Manual do usuário
ro: ~Manual de utilizare

source: API Reference (Swagger)
pt: ~Referência da API (Swagger)
ro: ~Referință API (Swagger)

source: eXeLearning website
pt: ~Site do eXeLearning
ro: ~Site-ul web eXeLearning

source: Report a bug
pt: ~Reportar um bug
ro: ~Raportează o problemă

source: Move left (up in hierarchy)
pt: ~Mover para a esquerda (para cima na hierarquia)
ro: ~Mutare la stânga (sus în ierarhie)

source: Move right (down in hierarchy)
pt: ~Mover para a direita (para baixo na hierarquia)
ro: ~Mutare la dreapta (jos în ierarhie)

source: Import iDevices
pt: ~Importar iDevices
ro: ~Importă iDevices

source: Save and exit
pt: ~Salvar e sair
ro: ~Salvează și ieși

source: This is a demo version!
pt: ~Esta é uma versão de demonstração!
ro: ~Aceasta este o versiune de demonstrație!

source: This software is provided as a preview and should not be distributed. It is under development and is subject to substantial change. Consider the included information incomplete and use it with caution.
pt: ~Este software é fornecido como uma prévia e não deve ser distribuído. Está em desenvolvimento e sujeito a mudanças substanciais. Considere as informações incluídas como incompletas e utilize-as com cautela.
ro: ~Acest software este oferit ca previzualizare și nu trebuie distribuit. Este în curs de dezvoltare și poate suferi modificări semnificative. Considerați informațiile incluse incomplete și utilizați-le cu prudență.

source: eXeLearning is a free software tool under the GNU Affero GPL that can be used to create educational interactive web contents. eXeLearning can generate interactive contents in different formats and it allows you to create easily navigable web pages. All the educational materials generated with eXeLearning can be exported in different digital formats, to be used independently or to integrate them into a LMS (Learning Management System) like Moodle.
pt: ~eXeLearning é uma ferramenta de software livre sob a licença GNU Affero GPL que pode ser usada para criar conteúdos interativos educacionais na web. O eXeLearning pode gerar conteúdos interativos em diferentes formatos e permite criar páginas web facilmente navegáveis. Todo o material educacional gerado com o eXeLearning pode ser exportado em diferentes formatos digitais, para uso independente ou para integrá-los a um LMS (Sistema de Gestão de Aprendizagem) como o Moodle.
ro: ~eXeLearning este un instrument software gratuit sub GNU Affero GPL care poate fi folosit pentru a crea conținut educațional interactiv pentru web. eXeLearning poate genera conținuturi interactive în diferite formate și vă permite să creați pagini web ușor de navigat. Toate materialele educaționale generate cu eXeLearning pot fi exportate în diferite formate digitale, pentru a fi utilizate independent sau pentru a le integra într-un LMS (Sistem de Management al Învățării) precum Moodle.

source: Attendee
pt: ~Participante
ro: ~Participanți

source: 1. What is eXeLearning
pt: ~1. O que é eXeLearning
ro: ~1. Ce este eXeLearning

source: 2. Create a project
pt: ~2. Criar um projeto
ro: ~2. Crearea unui proiect

source: 3. Adding pages
pt: ~3. Adicionando páginas
ro: ~3. Adăugarea paginilor

source: 4. Adding content
pt: ~4. Adicionando conteúdo
ro: ~4. Adăugarea conținutului

source: 5. Exporting a project
pt: ~5. Exportando um projeto
ro: ~5. Exportarea unui proiect

source: 6. More options
pt: ~6. Mais opções
ro: ~6. Mai multe opțiuni

source: Credits
pt: ~Créditos
ro: ~Credite

source: Third Libraries
pt: ~Terceiras Bibliotecas
ro: ~Biblioteci terțe

source: Licenses
pt: ~Licenças
ro: ~Licențe

source: Previous versions
pt: ~Versões anteriores
ro: ~Versiuni anterioare

source: eXeLearning. Third Libraries
pt: ~eXeLearning. Terceiras Bibliotecas
ro: ~eXeLearning. Biblioteci Terțe

source: Privacy and Terms
pt: ~Privacidade e Termos
ro: ~Confidențialitate și Termeni

source: Download CSV
pt: ~Baixar CSV
ro: ~Descarcă CSV

source: Changelog
pt: ~Registro de alterações
ro: ~Jurnal de modificări

source: Upload to Drive
pt: ~Enviar para Drive
ro: ~Încărcare în Drive

source: Change title
pt: ~Alterar título
ro: ~Schimbă titlul

source: System
pt: ~Sistema
ro: ~Sistem

source: Someone else is editing this page. Please wait until they finish before adding new iDevices.
pt: ~Outra pessoa está editando esta página. Por favor, aguarde até que ela termine antes de adicionar novos iDevices.
ro: ~Altcineva editează această pagină. Vă rugăm să așteptați până termină înainte de a adăuga noi iDevice-uri.

source: Accordion
pt: ~Acordeão
ro: ~Acordeon

source: Tabs
pt: ~Guias
ro: ~Taburi

source: Pagination
pt: ~Paginação
ro: ~Paginare

source: Carousel
pt: ~Carrossel
ro: ~Carusel

source: Timeline
pt: ~Linha do tempo
ro: ~Cronologie

source: The tooltip will show the term and its definition.
pt: ~A dica de ferramenta mostrará o termo e sua definição.
ro: ~Tooltip-ul va afișa termenul și definiția sa.

source: 2 columns
pt: ~2 colunas
ro: ~2 coloane

source: 3 columns
pt: ~3 colunas
ro: ~3 coloane

source: Image (left) + Text (right)
pt: ~Imagem (esquerda) + Texto (direita)
ro: ~Imagine (stânga) + Text (dreapta)

source: Text (left) + Image (right)
pt: ~Texto (esquerda) + Imagem (direita)
ro: ~Text (stânga) + Imagine (dreapta)

source: Table with column headers
pt: ~Tabela com cabeçalhos de coluna
ro: ~Tabel cu anteturi de coloane

source: Table with row headers
pt: ~Tabela com cabeçalhos de linha
ro: ~Tabel cu anteturi pe rânduri

source: Table with column and row headers
pt: ~Tabela com cabeçalhos de coluna e linha
ro: ~Tabel cu anteturi pe coloane și rânduri

source: 2 videos
pt: ~2 vídeos
ro: ~2 videoclipuri

source: 2 images
pt: ~2 imagens
ro: ~2 imagini

source: 3 images
pt: ~3 imagens
ro: ~3 imagini

source: Mark all the options in the correct order and click on the 'Reply' button.
pt: ~Marque todas as opções na ordem correta e clique no botão 'Responder'.
ro: ~ Marcați toate opțiunile în ordinea corectă și faceți clic pe butonul „Răspunde”.

source: Write the correct word o phrase and click on the 'Reply' button.
pt: ~Escreva a palavra ou frase correta e clique no botão 'Responder'.
ro: ~Scrieți cuvântul sau expresia corectă și faceți clic pe butonul „Răspunde”.

source: Point
pt: ~Ponto
ro: ~Punct

source: You must review %s&percnt; of the contents of the activity before completing the questionnaire.
pt: ~Você deve revisar %s% do conteúdo da atividade antes de completar o questionário.
ro: ~Trebuie să revizuiți %s% din conținutul activității înainte de a completa chestionarul.

source: You have not passed this test. You should review its contents and try again. Do you want to repeat this activity?
pt: ~Você não passou neste teste. Você deve revisar seu conteúdo e tentar novamente. Deseja repetir esta atividade?
ro: ~Nu ați trecut acest test. Ar trebui să revizuiți conținutul său și să încercați din nou. Doriți să repetați această activitate?

source: Subtitles
pt: ~Legendas
ro: ~Subtitrări

source: The question marked as next in case of success does not exist.
pt: ~A questão marcada como próxima em caso de sucesso não existe.
ro: ~Întrebarea marcată ca următoare în caz de succes nu există.

source: The question marked as next in case of error does not exist.
pt: ~A questão marcada como próxima em caso de erro não existe.
ro: ~Întrebarea marcată ca următoare în caz de eroare nu există.

source: You must indicate a title for this point.
pt: ~Você deve indicar um título para este ponto.
ro: ~Trebuie să indicați un titlu pentru acest punct.

source: You must mark a point on the map.
pt: ~Você deve marcar um ponto no mapa.
ro: ~Trebuie să marcați un punct pe hartă.

source: You must draw an area on the map.
pt: ~Você deve desenhar uma área no mapa.
ro: ~Trebuie să desenați o zonă pe hartă.

source: Select an audio file.
pt: ~Selecione um arquivo de áudio.
ro: ~Selectați un fișier audio.

source: Error in the submap.
pt: ~Erro no submapa.
ro: ~Eroare în subhartă.

source: You must indicate one point at least.
pt: ~Você deve indicar pelo menos um ponto.
ro: ~Trebuie să indicați cel puțin un punct.

source: You must close all the edited maps before saving the activity.
pt: ~Você deve fechar todos os mapas editados antes de salvar a atividade.
ro: ~Trebuie să închideți toate hărțile editate înainte de a salva activitatea.

source: You must close the edited presentation before saving the activity.
pt: ~Você deve fechar a apresentação editada antes de salvar a atividade.
ro: ~Trebuie să închizi prezentarea editată înainte de a salva activitatea.

source: There must be at least one slide in the presentation.
pt: ~A apresentação deve conter pelo menos um slide.
ro: ~Trebuie să existe cel puțin un slide în prezentare.

source: Indicate, using commas, the correct order in which points must be clicked
pt: ~Indique, usando vírgulas, a ordem correta em que os pontos devem ser clicados
ro: ~Indică, folosind virgule, ordinea corectă în care trebuie să fie făcute clicurile

source: Assessment
pt: ~Avaliação
ro: ~Evaluare

source: Click on the active areas or image icons.
pt: ~Clique nas áreas ativas ou ícones de imagem.
ro: ~Fă clic pe zonele active sau pe pictogramele de imagine.

source: Visited points
pt: ~Pontos visitados
ro: ~Puncte vizitate

source: Identify Spot
pt: ~Identificar ponto
ro: ~Identifică Spot

source: Quiz
pt: ~Questionário
ro: ~Chestionar

source: Percentage of visited contents necessary to be able to carry out the activity questionnaire
pt: ~Porcentagem de conteúdos visitados necessária para poder realizar o questionário da atividade
ro: ~Procentajul de conținut vizitat necesar pentru a putea realiza chestionarul activității

source: Percentage of questionnaire questions
pt: ~Porcentagem de perguntas do questionário
ro: ~Procentajul întrebărilor din chestionar

source: Percentage of questions
pt: ~Percentagem de perguntas
ro: ~Procentajul întrebărilor

source: Close map
pt: ~Fechar mapa
ro: ~Închide harta

source: Add point
pt: ~Adicionar ponto
ro: ~Adaugă punct

source: First point
pt: ~Primeiro ponto
ro: ~Primul punct

source: Previous point
pt: ~Ponto anterior
ro: ~Punctul anterior

source: Point number
pt: ~Número do ponto
ro: ~Numărul punctului

source: Next Point
pt: ~Próximo ponto
ro: ~Următorul punct

source: Last point
pt: ~Último ponto
ro: ~Ultimul punct

source: Delete point
pt: ~Excluir ponto
ro: ~Șterge punct

source: Copy point
pt: ~Copiar ponto
ro: ~Punct de copiere

source: Cut point
pt: ~Cortar ponto
ro: ~Punct de tăiere

source: Paste point
pt: ~Colar ponto
ro: ~Punct de lipire

source: Number of points
pt: ~Número de pontos
ro: ~Numărul de puncte

source: Simple
pt: ~Simples
ro: ~Simplu

source: Edit map points
pt: ~Editar pontos do mapa
ro: ~Editează punctele hărții

source: Edit presentation points
pt: ~Editar pontos de apresentação
ro: ~Editează punctele prezentării

source: Add a slide
pt: ~Adicionar um slide
ro: ~Adaugă un slide

source: First slide
pt: ~Primeiro slide
ro: ~Primul slide

source: Previous slide
pt: ~Slide anterior
ro: ~Slide anterior

source: Slide number
pt: ~Número do slide
ro: ~Numărul diapozitivului

source: Next slide
pt: ~Próximo slide
ro: ~Următorul diapozitiv

source: Last slide
pt: ~Último slide
ro: ~Ultimul diapozitiv

source: Delete slide
pt: ~Excluir slide
ro: ~Șterge diapozitivul

source: Copy slide
pt: ~Copiar slide
ro: ~Copiază diapozitivul

source: Cut slide
pt: ~Recortar slide
ro: ~Taie diapozitivul

source: Paste slide
pt: ~Colar slide
ro: ~Lipește diapozitivul

source: Questionnaire
pt: ~Questionário
ro: ~Chestionar

source: Additional content
pt: ~Conteúdo adicional
ro: ~Conținut suplimentar

source: Invisible area
pt: ~Área invisível
ro: ~Zona invizibilă

source: Pushpin
pt: ~Pino
ro: ~Piniță

source: Provide a word and its definition. May toggle between: 'Word starts' or 'Word contains', by clicking on %s
pt: ~Forneça uma palavra e sua definição. Pode alternar entre: 'Palavra começa' ou 'Palavra contém', clicando em %s
ro: ~Oferă un cuvânt și definiția sa. Poți comuta între: „Cuvântul începe cu” sau „Cuvântul conține”, făcând clic pe %s

source: You must provide the time to view the solution
pt: ~Você deve fornecer o tempo para visualizar a solução
ro: ~Trebuie să furnizezi timpul pentru a vizualiza soluția

source: Import (.elpx…)
pt: ~Importar (.elpx…)
ro: ~Importă (.elpx…)

source: Import .elpx, .elp, or editable .zip or .epub files. The imported content will be added after the last page of the current project.
pt: ~Importar .elpx, .elp ou arquivos editáveis .zip ou .epub. O conteúdo importado será adicionado após a última página do projeto atual.
ro: ~Importă fișiere .elpx, .elp sau fișiere zip sau .epub editabile. Conținutul importat va fi adăugat după ultima pagină a proiectului curent.

source: Unexpected error importing file.
pt: ~Erro inesperado ao importar arquivo.
ro: ~Eroare neașteptată la importarea fișierului.

source: Import (.elpx...)
pt: ~Importar (.elpx...)
ro: ~Importă (.elpx...)

source: The number of attempts has to be bigger or equal to the number of phrases in the game. Use 0 for an unlimited number of attempts
pt: ~O número de tentativas deve ser maior ou igual ao número de frases no jogo. Use 0 para um número ilimitado de tentativas
ro: ~Numărul de încercări trebuie să fie mai mare sau egal cu numărul de fraze din joc. Folosește 0 pentru un număr nelimitat de încercări

source: With fixed headers, the number of cards must be bigger than the number of columns
pt: ~Com cabeçalhos fixos, o número de cartões deve ser maior que o número de colunas
ro: ~Cu antete fixe, numărul de carduri trebuie să fie mai mare decât numărul de coloane

source: Please select a text file (.txt), a JSON file (.json), or an XML(Moodle) file (.xml)
pt: ~Por favor, selecione um arquivo de texto (.txt), um arquivo JSON (.json) ou um arquivo XML (Moodle) (.xml)
ro: ~Vă rugăm să selectați un fișier text (.txt), un fișier JSON (.json) sau un fișier XML(Moodle) (.xml)

source: Please select a text file (.txt), a JSON file (.json), or an XML(Moodle) file (.xml)
pt: ~Por favor, selecione um arquivo de texto (.txt), um arquivo JSON (.json) ou um arquivo XML (Moodle) (.xml)
ro: ~Vă rugăm să selectați un fișier text (.txt), un fișier JSON (.json) sau un fișier XML(Moodle) (.xml)

source: The question text and the formula should have the same variables
pt: ~O texto da questão e a fórmula devem ter as mesmas variáveis
ro: ~Textul întrebării și formula trebuie să aibă aceleași variabile

source: Select the correct options and click on the 'Reply' button.
pt: ~Selecione as opções corretas e clique no botão 'Responder'.
ro: ~Selectați opțiunile corecte și faceți clic pe butonul „Răspunde”.

source: Show when the mouse is over the icon or active area
pt: ~Mostrar quando o mouse estiver sobre o ícone ou área ativa
ro: ~Afișează când mouse-ul este deasupra pictogramei sau zonei active

source: Editar cuestionario
pt: ~Editar questionário

source: The word cannot contain more than fourteen characters or white spaces
pt: ~A palavra não pode conter mais de quatorze caracteres ou espaços em branco
ro: ~Cuvântul nu poate conține mai mult de paisprezece caractere sau spații albe

source: You must select at least one type of data to complet
pt: ~Você deve selecionar pelo menos um tipo de dado para completar
ro: ~Trebuie să selectați cel puțin un tip de date pentru completare

source: You must select at least one group of elements
pt: ~Você deve selecionar pelo menos um grupo de elementos
ro: ~Trebuie să selectați cel puțin un grup de elemente

source: Please select a text file (.txt), or an XML(Moodle) file (.xml)
pt: ~Por favor, selecione um arquivo de texto (.txt) ou um arquivo XML (Moodle) (.xml)
ro: ~Vă rugăm să selectați un fișier text (.txt) sau un fișier XML(Moodle) (.xml)

# Your changes won't be saved until you click on &quot;Save&quot;.
source: Your changes won\'t be saved until you click on "Save".
pt: ~Suas alterações não serão salvas até que você clique em "Salvar".
ro: ~Modificările dvs. nu vor fi salvate până nu faceți clic pe „Salvează”.

# Click on &quot;Exit&quot; to finish.
source: Click on "Exit" to finish.
pt: ~Clique em "Sair" para finalizar.
ro: ~Faceți clic pe „Ieșire” pentru a finaliza.

# Please check the &quot;Start&quot; time
source: Please check the "Start" time
pt: ~Por favor, verifique o horário de "Início"
ro: ~Vă rugăm să verificați timpul „Start”.

# Please check the &quot;End&quot; time
source: Please check the "End" time
pt: ~Por favor, verifique o horário de "Fim"
ro: ~Vă rugăm să verificați timpul „Sfârșit”.

source: Indicate the character, object or solution to discover
pt: ~Indique o personagem, objeto ou solução a descobrir
ro: ~Indicați caracterul, obiectul sau soluția de descoperit.

source: You must indicate the number of points for each item to be assesed
pt: ~Você deve indicar o número de pontos para cada item a ser avaliado
ro: ~Trebuie să indicați numărul de puncte pentru fiecare element de evaluat.

source: Please write the challenge description.
pt: ~Por favor, escreva a descrição do desafio.
ro: ~Vă rugăm să scrieți descrierea provocării.

source: Please write the title, description and solution of all the trials.
pt: ~Por favor, escreva o título, a descrição e a solução de todas as provas.
ro: ~Vă rugăm să scrieți titlul, descrierea și soluția tuturor probelor.

source: You must provide a definition, an image, and/or an audio for the word
pt: ~Você deve fornecer uma definição, uma imagem e/ou um áudio para a palavra
ro: ~Trebuie să furnizați o definiție, o imagine și/sau un fișier audio pentru cuvânt.

source: The score can't be saved because this page is not part of a SCORM package
pt: ~A pontuação não pode ser salva porque esta página não faz parte de um pacote SCORM
ro: ~Scorul nu poate fi salvat deoarece această pagină nu face parte dintr-un pachet SCORM.

source: You must specify a number of rows and columns between three and five
pt: ~Você deve especificar um número de linhas e colunas entre três e cinco
ro: ~Trebuie să specificați un număr de rânduri și coloane între trei și cinci

source: You must complete the text and add an image or video
pt: ~Você deve completar o texto e adicionar uma imagem ou vídeo
ro: ~Trebuie să completați textul și să adăugați o imagine sau un videoclip

source: You can only import data from text or XML files for “connect with arrows” matching games.
pt: ~Você só pode importar dados de arquivos de texto ou XML para jogos de correspondência “conectar com setas”.
ro: ~Puteți importa date doar din fișiere text sau XML pentru jocurile de potrivire „conectează cu săgeți”

source: Are you sure you want to continue without including an Image Description? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
pt: ~Tem certeza de que deseja continuar sem incluir uma Descrição da Imagem? Sem ela, a imagem pode não ser acessível para alguns usuários com deficiências, ou para aqueles que usam um navegador de texto, ou navegam na Web com imagens desativadas.
ro: ~Ești sigur că vrei să continui fără a include o Descriere a Imaginilor? Fără aceasta, imaginea poate să nu fie accesibilă pentru unii utilizatori cu dizabilități, sau pentru cei care folosesc un browser text, sau navighează pe Web cu imaginile dezactivate

source: You must select an image and text for this card
pt: ~Você deve selecionar uma imagem e um texto para este cartão
ro: ~Trebuie să selectați o imagine și un text pentru această carte

source: You must indicate a text or sound for this card
pt: ~Você deve indicar um texto ou som para este cartão
ro: ~Trebuie să indicați un text sau un sunet pentru această carte

source: You must link an image or sound to this card
pt: ~Você deve vincular uma imagem ou som a este cartão
ro: ~Trebuie să legați o imagine sau un sunet de această carte

source: Type the right URL of a Youtube video
pt: ~Digite a URL correta de um vídeo do Youtube
ro: ~Introduceți URL-ul corect al unui videoclip YouTube

source: The number of attempts has to be bigger or equal to the number of pairs in the game. Please select 0 for infinite an unlimited number of attempts
pt: ~O número de tentativas deve ser maior ou igual ao número de pares no jogo. Por favor, selecione 0 para um número infinito e ilimitado de tentativas
ro: ~Numărul de încercări trebuie să fie mai mare sau egal cu numărul de perechi din joc. Vă rugăm să selectați 0 pentru un număr infinit și nelimitat de încercări

source: mac os x
pt: ~macOS

source: Format HTML Code
pt: ~Formatar Código HTML
ro: ~Formatează Cod HTML

source: advanced editor
pt: ~editor avançado
ro: ~editor avansat

source: Standard YouTube License
pt: ~Licença padrão do YouTube
ro: ~Licență standard YouTube

source: Title Link
pt: ~Link do título
ro: ~Link titlu

source: Autoplay
pt: ~ Reprodução automática
ro: ~Redare automată

source: Muted autoplay (recommended)
pt: ~ Reprodução automática silenciada (recomendado)
ro: ~Redare automată mută (recomandat)

source: Choose a file or paste a link (URL)
pt: ~ Escolha um arquivo ou cole um link (URL)
ro: ~Alegeți un fișier sau lipiți un link (URL)

source: Choose a file
pt: ~ Escolha um arquivo
ro: ~Alegeți un fișier

# Please check the &quot;License&quot; field
source: Please check the "License" field
pt: ~ Por favor, verifique o campo "Licença"
ro: ~Vă rugăm să verificați câmpul „Licență”

source: Please select the media file to edit it
pt: ~ Por favor, selecione o arquivo de mídia para editá-lo
ro: ~Vă rugăm să selectați fișierul media pentru a-l edita

source: Insert/Edit media
pt: ~ Inserir/Editar mídia
ro: ~Inserează / Editează media

source: Insert\/Edit Embedded Media
pt: ~ Inserir/Editar mídia incorporada
ro: ~Inserează / Editează media încorporată

source: Pause
pt: ~Pausar
ro: ~Pauză

source: Error: Media Recorder
pt: ~Erro: Gravador de Mídia
ro: ~Eroare: Înregistrator media

source: Audio input:
pt: ~Entrada de áudio:
ro: ~Intrare audio:

source: Value
pt: ~Valor
ro: ~Valoare

# Class added to the &quot;CSS class&quot; field.
source: Class added to the "CSS class" field.
pt: ~Classe adicionada ao campo "Classe CSS".
ro: ~Clasa adăugată în câmpul „Clasa CSS”.

source: That content was created using the old formula editor.
pt: ~Esse conteúdo foi criado usando o editor de fórmulas antigo.
ro: ~Acest conținut a fost creat folosind editorul de formule vechi.

source: Make it compatible with the new editor?
pt: ~Tornar compatível com o novo editor?
ro: ~Doriți să îl faceți compatibil cu noul editor?

source: Done! Please select the LaTeX code that you want to edit.
pt: ~Concluído! Por favor, selecione o código LaTeX que deseja editar.
ro: ~Gata! Vă rugăm să selectați codul LaTeX pe care doriți să îl editați.

source: Sorry, but the formula is not compatible with this editor.
pt: ~Desculpe, mas a fórmula não é compatível com este editor.
ro: ~Îmi pare rău, dar formula nu este compatibilă cu acest editor.

source: If you want to edit a previous code, please select it before opening the editor.
pt: ~Se desejar editar um código anterior, por favor, selecione-o antes de abrir o editor.
ro: ~Dacă doriți să editați un cod anterior, vă rugăm să îl selectați înainte de a deschide editorul.

source: Insert/Edit math
pt: ~Inserir/Editar matemática
ro: ~Inserează/Editare matematică
