Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: You lost all your lives!
pt: ~Você perdeu todas as suas vidas!
ro: ~Ai pierdut toate viețile!

source: Word Guessing
pt: ~Adivinha a Palavra
ro: ~Încercare de ghicire a cuvântului

source: Please provide the definition of the word or phrase
pt: ~Por favor, forneça a definição da palavra ou frase
ro: ~Vă rugăm să furnizați definiția cuvântului sau expresiei

source: Please provide one word or phrase
pt: ~Por favor, forneça uma palavra ou frase
ro: ~Vă rugăm să furnizați un cuvânt sau o expresie

source: This video is not currently available
pt: ~Este vídeo não está disponível no momento
ro: ~Acest videoclip nu este disponibil în prezent

source: You have to complete the question
pt: ~Você precisa completar a pergunta
ro: ~Trebuie să completezi întrebarea

source: Choose the right answer
pt: ~Escolha a resposta correta
ro: ~Alege răspunsul corect

source: Please type or paste a valid URL.
pt: ~Por favor, digite ou cole uma URL válida.
ro: ~Vă rugăm să tastați sau să lipiți un URL valid.

source: You have to type a text in the editor
pt: ~Você precisa digitar um texto no editor
ro: ~Trebuie să introduceți un text în editor

source: Create activities where, given a definition, students complete the word by filling in the missing letters.
pt: ~Crie atividades onde, dada uma definição, os estudantes completam a palavra preenchendo as letras faltantes.
ro: ~Crea activități în care, dată fiind o definiție, elevii completează cuvântul completând literele lipsă.

source: From 0 to 10
pt: ~De 0 a 10
ro: ~De la 0 la 10

source: Points and lives
pt: ~Pontos e vidas
ro: ~Puncte și vieți

source: No score
pt: ~Sem pontuação
ro: ~Fără scor

source: No lives, 0 to 10 score, right/wrong answers counter... A more educational context.
pt: ~Sem vidas, pontuação de 0 a 10, contador de respostas corretas/erradas... Um contexto mais educativo.
ro: ~Fără vieți, scor de la 0 la 10, contor de răspunsuri corecte/greșite... Un context mai educațional.

source: Just like a game: Aim for a high score (thousands of points) and try not to lose your lives.
pt: ~Assim como um jogo: Busque uma pontuação alta (milhares de pontos) e tente não perder suas vidas.
ro: ~Exact ca într-un joc: Obiectivul este să obții un scor mare (mii de puncte) și să încerci să nu-ți pierzi viețile.

source: No score and no lives. You have to answer right to get some information (a feedback).
pt: ~Sem pontuação e sem vidas. Você precisa responder corretamente para obter alguma informação (um feedback).
ro: ~Fără scor și fără vieți. Trebuie să răspunzi corect pentru a primi informații (un feedback).

source: Use lives
pt: ~Usar vidas
ro: ~Folosește vieți

source: Number of lives
pt: ~Número de vidas
ro: ~Numărul de vieți

source: Activate translator
pt: ~Ativar tradutor
ro: ~Activează traducătorul

source: Words/Phrases
pt: ~Palavras/Frases
ro: ~Cuvinte/Expresii

source: Multimedia Type
pt: ~Tipo de Multimédia
ro: ~Tip multimedia

source: None
pt: ~Nenhum
ro: ~Niciunul

source: Video
pt: ~Vídeo

source: Percentage of letters to show (%)
pt: ~Percentagem de letras a mostrar (%)
ro: ~Procentaj de litere de afișat (%)

source: Play video
pt: ~Reproduzir vídeo
ro: ~Redare video

source: Start
pt: ~Iniciar

source: Silence
pt: ~Silêncio

source: Time (s)
pt: ~Tempo (s)
ro: ~Timp (s)

source: Word/Phrase
pt: ~Palavra/Frase
ro: ~Cuvânt/Expresie

source: This video is not available
pt: ~Este vídeo não está disponível
ro: ~Acest videoclip nu este disponibil

source: Hidden image
pt: ~Imagem oculta
ro: ~Imagine ascunsă

source: Time game
pt: ~Jogo de tempo
ro: ~Joc de timp

source: Option
pt: ~Opção
ro: ~Opțiune

source: and information that will be very useful
pt: ~e informações que serão muito úteis
ro: ~și informații care vor fi foarte utile

source: Please start playing first...
pt: ~Por favor, comece a jogar primeiro...
ro: ~Vă rugăm să începeți mai întâi jocul...

source: Click on a card. Attempts: %s
pt: ~Clique em uma carta. Tentativas: %s
ro: ~Faceți clic pe o carte. Încercări: %s

source: No more attempts left. Please answer the question.
pt: ~Não há mais tentativas restantes. Por favor, responda à pergunta.
ro: ~Nu mai aveți încercări. Vă rugăm să răspundeți la întrebare.

source: Time Over. 0 points
pt: ~Tempo esgotado. 0 pontos
ro: ~Timpul s-a terminat. 0 puncte

source: You must upload or indicate the valid URL of an image
pt: ~Você deve fazer o upload ou indicar a URL válida de uma imagem
ro: ~Trebuie să încărcați sau să indicați URL-ul valid al unei imagini

source: You have to complete all the selected options
pt: ~Você precisa completar todas as opções selecionadas
ro: ~Trebuie să completați toate opțiunile selectate

source: Are you sure you want to continue without including an image description? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
pt: ~Tem certeza de que deseja continuar sem incluir uma descrição da imagem? Sem ela, a imagem pode não ser acessível para alguns usuários com deficiência, ou para aqueles que usam um navegador de texto, ou navegam na Web com imagens desativadas.
ro: ~Sigur doriți să continuați fără a include o descriere a imaginii? Fără aceasta, imaginea s-ar putea să nu fie accesibilă pentru unii utilizatori cu dizabilități sau pentru cei care folosesc un browser de text sau navighează pe Web cu imaginile dezactivate.

source: Create interactive challenges in which students progressively reveal sections of a concealed image and then choose the correct answer based on the visual clues.
pt: ~Crie desafios interativos nos quais os estudantes revelam progressivamente seções de uma imagem oculta e depois escolhem a resposta correta com base nas pistas visuais.
ro: ~Creați provocări interactive în care elevii dezvăluie progresiv secțiuni ale unei imagini ascunse și apoi aleg răspunsul corect bazat pe indiciile vizuale.

source: Reveal the hidden image and choose the right answer.
pt: ~Revele a imagem oculta e escolha a resposta certa.
ro: ~Dezvăluiți imaginea ascunsă și alegeți răspunsul corect.

source: Random options
pt: ~Opções aleatórias
ro: ~Opțiuni aleatorii

source: Card hidden time (seconds)
pt: ~Tempo de ocultação do cartão (segundos)
ro: ~Timp ascuns pentru card (secunde)

source: Time (seconds)
pt: ~Tempo (segundos)
ro: ~Timp (secunde)

source: Rows
pt: ~Linhas
ro: ~Rânduri

source: Columns
pt: ~Colunas
ro: ~Coloane

source: Options Number
pt: ~Número de opções
ro: ~Număr de opțiuni

source: Hint
pt: ~Dica
ro: ~Sugestie

source: Show a clue
pt: ~Mostrar uma pista
ro: ~Arată un indiciu

source: Show another clue
pt: ~Mostrar outra pista
ro: ~Arată un alt indiciu

source: Points at stake
pt: ~Pontos em jogo
ro: ~Puncte în joc

source: Please write the answer
pt: ~Por favor, escreva a resposta
ro: ~Vă rugăm să scrieți răspunsul

source: You can try it again
pt: ~Você pode tentar novamente
ro: ~Puteți încerca din nou

source: The game has already started.
pt: ~O jogo já começou.
ro: ~Jocul a început deja.

source: Game over.
pt: ~Fim de jogo.
ro: ~Jocul s-a încheiat.

source: The right answer is:
pt: ~A resposta correta é:
ro: ~Răspunsul corect este:

source: You used one clue. You can only get %s points.
pt: ~Você usou uma pista. Você só pode ganhar %s pontos.
ro: ~Ai folosit un indiciu. Poți obține doar %s puncte.

source: You already used all the clues. You can only get %s points.
pt: ~Você já usou todas as pistas. Você só pode obter %s pontos.
ro: ~Ai folosit deja toate indicii. Poți obține doar %s puncte.

source: Check the letter
pt: ~Verifique a letra
ro: ~Verifică litera

source: Please complete all the clues
pt: ~Por favor, complete todas as pistas
ro: ~Te rog completează toate indiciile

source: Create activities in which the players, with some clues, will have to guess a character, an object or the solution to a problem.
pt: ~Crie atividades nas quais os jogadores, com algumas pistas, terão que adivinhar um personagem, um objeto ou a solução para um problema.
ro: ~Creează activități în care jucătorii, cu ajutorul unor indicii, vor trebui să ghicească un personaj, un obiect sau soluția unei probleme.

source: Use the clues to guess the hidden answer for each question.
pt: ~Use as pistas para adivinhar a resposta oculta de cada pergunta.
ro: ~Folosește indicii pentru a ghici răspunsul ascuns pentru fiecare întrebare.

source: Advanced mode
pt: ~Modo avançado
ro: ~Mod avansat

source: Number of clues
pt: ~Número de pistas
ro: ~Număr de indicii

source: identify
pt: ~identificar
ro: ~identifică

source: Image gallery
pt: ~Galeria de imagens
ro: ~Galerie de imagini

source: Link Title
pt: ~Título do link
ro: ~Titlul linkului

source: Link Author
pt: ~Autor do link
ro: ~Autor link

source: Choose a license...
pt: ~Escolha uma licença...
ro: ~Alege o licență...

source: Public Domain
pt: ~Domínio Público
ro: ~Domeniu public

source: All Rights Reserved
pt: ~Todos os Direitos Reservados
ro: ~Toate drepturile rezervate

source: Add images
pt: ~Adicionar imagens
ro: ~Adaugă imagini

source: Choose files or drag them here.
pt: ~Escolha arquivos ou arraste-os aqui.
ro: ~Alege fișiere sau trage-le aici.

source: The gallery has no images.
pt: ~A galeria não possui imagens.
ro: ~Galeriile nu au imagini.

source: Edit information
pt: ~Editar informações
ro: ~Editează informațiile

source: Edit image
pt: ~Editar imagem
ro: ~Editează imaginea

source: Image attribution
pt: ~Atribuição da imagem
ro: ~Atribuirea imaginii

source: Interactive video editor
pt: ~Editor de vídeo interativo
ro: ~Editor video interactiv

source: Show/Hide help
pt: ~Mostrar/Ocultar ajuda
ro: ~Afișează/Ascunde ajutorul

source: Close help
pt: ~Fechar ajuda
ro: ~Închide ajutorul

source: Cover
pt: ~Capa
ro: ~ Copertă

source: Create a cover
pt: ~Criar uma capa
ro: ~Creează o copertă

source: Create a slide
pt: ~Criar um slide
ro: ~Creează un diapozitiv

source: Create slide
pt: ~Criar slide
ro: ~Creează diapozitivul

source: Update slide
pt: ~Atualizar slide
ro: ~Actualizează diapozitivul

source: Edit slides
pt: ~Editar slides
ro: ~Editează diapozitivele

source: Create a cover (front page)
pt: ~Criar uma capa (página inicial)
ro: ~Creează o copertă (pagina principală)

source: Add new slides (frames)
pt: ~Adicionar novos slides (quadros)
ro: ~Adaugă diapozitive noi (rame)

source: You can edit them later
pt: ~Você pode editá-los depois
ro: ~Le poți edita mai târziu

source: Click on Save when you finish
pt: ~Clique em Salvar quando terminar
ro: ~Apasă pe Salvează când termini

source: Your interactive video cover
pt: ~Sua capa de vídeo interativo
ro: ~Coperta video interactivă a ta

source: required
pt: ~obrigatório
ro: ~obligatoriu

source: Introduction
pt: ~Introdução
ro: ~Introducere

source: Save cover
pt: ~Salvar capa
ro: ~Salvează coperta

source: Cover type
pt: ~Tipo de capa
ro: ~Tipul de copertă

source: Single choice
pt: ~Escolha única
ro: ~Alegere unică

source: Multiple choice
pt: ~Escolha múltipla
ro: ~Alegere multiplă

source: Fill in the blank
pt: ~Preencha o espaço em branco
ro: ~Completează spațiul gol

source: Dropdown activity
pt: ~Atividade de menu suspenso
ro: ~Activitate dropdown

source: Match pairs
pt: ~Combinar pares
ro: ~Potrivește perechile

source: Scrambled list
pt: ~Lista embaralhada
ro: ~Listă amestecată

source: Write a text. You can add lists, links...
pt: ~Escreva um texto. Você pode adicionar listas, links...
ro: ~Scrie un text. Poți adăuga liste, linkuri...

source: Add an image with description (alternative text).
pt: ~Adicione uma imagem com descrição (texto alternativo).
ro: ~Adaugă o imagine cu descriere (text alternativ).

source: Write a question and some answers. Don't forget to choose the right one.
pt: ~Escreva uma pergunta e algumas respostas. Não se esqueça de escolher a correta.
ro: ~Scrie o întrebare și câteva răspunsuri. Nu uita să alegi răspunsul corect.

source: Write a question and some answers. You can select more than one right answer.
pt: ~Escreva uma pergunta e algumas respostas. Você pode selecionar mais de uma resposta correta.
ro: ~Scrie o întrebare și câteva răspunsuri. Poți selecta mai multe răspunsuri corecte.

source: Write a text and strike through the words to complete. Check the spelling. It's case sensitive.
pt: ~Escreva um texto e risque as palavras para completar. Verifique a ortografia. É sensível a maiúsculas e minúsculas.
ro: ~Scrie un text și marchează cu linie peste cuvintele pentru a completa. Verifică ortografia. Este sensibil la majuscule/minuscule.

source: Write a text and strike through the words to complete. A dropdown menu (SELECT) will be displayed where those words are. You can also add more options.
pt: ~Escreva um texto e risque as palavras para completar. Um menu suspenso (SELECIONAR) será exibido onde essas palavras estão. Você também pode adicionar mais opções.
ro: ~Scrie un text și marchează cu linie peste cuvintele pentru a completa. Se va afișa un meniu dropdown (SELECT) unde sunt aceste cuvinte. Poți adăuga și mai multe opțiuni.

source: Write some instructions and add pairs in the right order.
pt: ~Escreva algumas instruções e adicione pares na ordem correta.
ro: ~Scrie câteva instrucțiuni și adaugă perechi în ordinea corectă.

source: Write the wording and add elements to the list (in the right order).
pt: ~Escreva a redação e adicione elementos à lista (na ordem correta).
ro: ~Scrie formularea și adaugă elemente în listă (în ordinea corectă).

source: Write the text to be shown
pt: ~Escreva o texto a ser exibido
ro: ~Scrie textul care trebuie afișat

source: Answers
pt: ~Respostas
ro: ~Răspunsuri

source: Right answer
pt: ~Resposta correta
ro: ~Răspuns corect

source: Strike through the words to complete. It's case sensitive.
pt: ~Passe o mouse sobre as palavras para completar. É sensível a maiúsculas e minúsculas.
ro: ~Tăiați cu linie peste cuvintele pentru a completa. Este sensibil la majuscule/minuscule.

source: Text to complete
pt: ~Texto a completar
ro: ~Text de completat

source: Add options
pt: ~Adicionar opções
ro: ~Adaugă opțiuni

source: You can add more options to the dropdown lists (optional)
pt: ~Você pode adicionar mais opções às listas suspensas (opcional)
ro: ~Poți adăuga mai multe opțiuni în listele derulante (opțional)

source: Introduction or instructions
pt: ~Introdução ou instruções
ro: ~Introducere sau instrucțiuni

source: Fill in at least two pairs.
pt: ~Preencha pelo menos dois pares.
ro: ~Completa cel puțin două perechi.

source: List
pt: ~Lista
ro: ~Listă

source: Elements (in the right order)
pt: ~Elementos (na ordem correta)
ro: ~Elemente (în ordinea corectă)

source: Please create a slide (frame) first.
pt: ~Por favor, crie um slide (quadro) primeiro.
ro: ~Vă rugăm să creați mai întâi un slide (cadru).

source: The title is required.
pt: ~O título é obrigatório.
ro: ~Titlul este obligatoriu.

source: Cover updated.
pt: ~Capa atualizada.
ro: ~Coperta actualizată.

source: Please write a text.
pt: ~Por favor, escreva um texto.
ro: ~Vă rugăm să scrieți un text.

source: Please select an image.
pt: ~Por favor, selecione uma imagem.
ro: ~Vă rugăm să selectați o imagine.

source: Provide an alternative text for the image (describe the image).
pt: ~Forneça um texto alternativo para a imagem (descreva a imagem).
ro: ~Oferiți un text alternativ pentru imagine (descrieți imaginea).

source: Please write a question.
pt: ~Por favor, escreva uma pergunta.
ro: ~Vă rugăm să scrieți o întrebare.

source: Add at least two answers.
pt: ~Adicione pelo menos duas respostas.
ro: ~Adăugați cel puțin două răspunsuri.

source: Please choose the right answer.
pt: ~Por favor, escolha a resposta correta.
ro: ~Vă rugăm să alegeți răspunsul corect.

source: No struck-through words...
pt: ~Sem palavras riscadas...
ro: ~Fără cuvinte tăiate...

source: Write an introduction (instructions, etc.).
pt: ~Escreva uma introdução (instruções, etc.).
ro: ~Scrieți o introducere (instrucțiuni etc.).

source: Add at least two pairs.
pt: ~Adicione pelo menos duas pares.
ro: ~Adăugați cel puțin două perechi.

source: Add at least two elements to the list.
pt: ~Adicione pelo menos dois elementos à lista.
ro: ~Adăugați cel puțin două elemente în listă.

source: Important
pt: ~Importante

# Your changes won't be saved until you click on &quot;Save&quot;.
source: Your changes won't be saved until you click on \"Save\".
pt: ~Suas alterações não serão salvas até clicar em \"Salvar\".
ro: ~Modificările dvs. nu vor fi salvate până nu faceți clic pe „Salvează”.

source: Do not show this message again
pt: ~Não mostrar esta mensagem novamente
ro: ~Nu mai afișați acest mesaj

source: All the slides have been deleted.
pt: ~Todos os slides foram excluídos.
ro: ~Toate diapozitivele au fost șterse.

source: Remove slide %s?
pt: ~Remover slide %s?
ro: ~Ștergeți diapozitivul %s?

source: New slide
pt: ~Novo slide
ro: ~Diapozitiv nou

source: The slide was created!
pt: ~O slide foi criado!
ro: ~Diapozitivul a fost creat!

source: Saved changes!
pt: ~Alterações salvas!
ro: ~Modificările au fost salvate!

source: The YouTube API might have changed.
pt: ~A API do YouTube pode ter sido alterada.
ro: ~API-ul YouTube s-ar putea să fi fost modificat.

source: Local file
pt: ~Arquivo local
ro: ~Fișier local

source: Saved!
pt: ~Salvo!
ro: ~Salvat!

# Click on &quot;Exit&quot; to finish.
source: Click on \"Exit\" to finish.
pt: ~Clique em \"Sair\" para terminar.
ro: ~Faceți clic pe „Ieșire” pentru a termina.

source: Stop the playing video
pt: ~Parar o vídeo em reprodução
ro: ~Oprire redare video

source: Hours
pt: ~Horas
ro: ~Ore

source: Minutes
pt: ~Minutos
ro: ~Minute

source: Seconds
pt: ~Segundos
ro: ~Secunde

source: Now
pt: ~Agora
ro: ~Acum

source: Current frame second
pt: ~Segundo do quadro atual
ro: ~Secunda cadrului curent

source: The slide can't start in that second (zero).
pt: ~O slide não pode começar nesse segundo (zero).
ro: ~Diagrama nu poate începe în acea secundă (zero).

source: The video is not that long. Check the start/end time.
pt: ~O vídeo não é tão longo. Verifique o horário de início/fim.
ro: ~Videoclipul nu este atât de lung. Verificați timpul de început/ sfârșit.

source: Please check the start/end time.
pt: ~Por favor, verifique o horário de início/fim.
ro: ~Vă rugăm să verificați timpul de început/ sfârșit.

# Please check the &quot;Start&quot; time
source: Please check the \"Start\" time
pt: ~Por favor, verifique o hora de \"Início\"
ro: ~Vă rugăm să verificați timpul de „Start”

# Please check the &quot;End&quot; time
source: Please check the \"End\" time
pt: ~Por favor, verifique o hora de \"Fim\"
ro: ~Vă rugăm să verificați timpul de „End”

source: Set the time for the slide to be shown
pt: ~Defina o tempo para que o slide seja exibido
ro: ~Setați timpul pentru afișarea slide-ului

source: If you don't want the video to stop, set the time for the slide to be hidden
pt: ~Se você não quiser que o vídeo pare, defina o tempo para o slide ser ocultado
ro: ~Dacă nu doriți ca videoclipul să se oprească, setați timpul pentru ascunderea slide-ului

source: Click on %s to get the video current time.
pt: ~Clique em %s para obter o tempo atual do vídeo.
ro: ~Faceți clic pe %s pentru a obține timpul curent al videoclipului.

source: Results
pt: ~Resultados
ro: ~Rezultate

source: Slide (frame)
pt: ~Slide (quadro)
ro: ~Slide (cadru)

source: Seen
pt: ~Visto
ro: ~Vizualizat

source: see all the slides and answer all the questions
pt: ~Veja todos os slides e responda todas as perguntas
ro: ~vedeți toate slide-urile și răspundeți la toate întrebările

source: This video has no interactive elements.
pt: ~Este vídeo não possui elementos interativos.
ro: ~Acest videoclip nu are elemente interactive.

source: Incompatible code
pt: ~Código incompatível
ro: ~Cod incompatibil

source: Only one interactive video per page.
pt: ~Apenas um vídeo interativo por página.
ro: ~Doar un videoclip interactiv pe pagină.

source: Exit the fullscreen mode (Esc) to see the current slide
pt: ~Saia do modo de tela cheia (Esc) para ver o slide atual
ro: ~Ieși din modul de ecran complet (Esc) pentru a vedea slide-ul curent

source: Right!
pt: ~Correto!
ro: ~Corect!

source: Wrong
pt: ~Errado
ro: ~Greșit

source: Drag and drop or use the arrows.
pt: ~Arraste e solte ou use as setas.
ro: ~Trage și plasează sau folosește săgețile.

source: Right answer:
pt: ~Resposta correta:
ro: ~Răspuns corect:

source: Please finish the activity
pt: ~Por favor, termine a atividade
ro: ~Te rugăm să finalizezi activitatea

source: Show results
pt: ~Mostrar resultados
ro: ~Afișează rezultatele

source: Score non-interactive activities
pt: ~Pontuar atividades não interativas
ro: ~Notează activitățile non-interactive

source: Open the editor and start adding interaction...
pt: ~Abra o editor e comece a adicionar interação...
ro: ~Deschide editorul și începe să adaugi interactivitate...

source: Please save your iDevice now (click on %s now) and edit it to add interaction.
pt: ~Por favor, salve seu iDevice agora (clique em %s agora) e edite-o para adicionar interação.
ro: ~Vă rugăm să salvați acum dispozitivul dvs. iDevice (faceți clic pe %s acum) și să îl editați pentru a adăuga interactivitate.

source: Format
pt: ~Formato

source: Recommended type
pt: ~Tipo recomendado
ro: ~Tip recomandat

source: Please select a file or provide a valid video URL.
pt: ~Por favor, selecione um arquivo ou forneça uma URL de vídeo válida.
ro: ~Vă rugăm să selectați un fișier sau să furnizați un URL valid pentru video.

source: Wrong URL. Expected format:
pt: ~URL incorreta. Formato esperado:
ro: ~URL greșit. Format așteptat:

source: Interactive video
pt: ~Vídeo interativo
ro: ~Video interactiv

source: You can only add one Interactive Video iDevice per page.
pt: ~Você só pode adicionar um iDevice de Vídeo Interativo por página.
ro: ~Puteți adăuga un singur dispozitiv iDevice Video Interactiv pe pagină.

source: Choose the zoom and the magnifier's size. Then move your mouse over the image to see it enlarged.
pt: ~Escolha o zoom e o tamanho da lupa. Depois, mova o mouse sobre a imagem para vê-la ampliada.
ro: ~Alegeți nivelul de zoom și dimensiunea lupii. Apoi mutați mouse-ul peste imagine pentru a o vedea mărită.

source: Magnifier
pt: ~Lupa
ro: ~Lupă

source: Full screen
pt: ~Tela cheia
ro: ~Ecran complet

source: The image is not available.
pt: ~A imagem não está disponível.
ro: ~Imaginea nu este disponibilă.

source: Image width
pt: ~Largura da imagem
ro: ~Lățimea imaginii

source: Align
pt: ~Alinhar
ro: ~Aliniere

source: Left
pt: ~Esquerda
ro: ~Stânga

source: Right
pt: ~Direita
ro: ~Dreapta

source: Initial Zoom
pt: ~Zoom inicial
ro: ~Zoom inițial

source: Magnifier Size
pt: ~Tamanho do lupa
ro: ~Dimensiunea lupii

source: Math operations
pt: ~operações matemáticas
ro: ~Operații matematice

source: Answered
pt: ~Respondido
ro: ~Răspuns

source: You finished all the operations.
pt: ~Você terminou todas as operações.
ro: ~Ai terminat toate operațiunile.

source: Write a valid fraction.
pt: ~Escreva uma fração válida.
ro: ~Scrie o fracție validă.

source: Write a valid operator: +-x*/:
pt: ~Escreva um operador válido: +-x*/:
ro: ~Scrie un operator valid: +-x*/:

source: Create basic math operation games (addition, subtraction, multiplication, division). The student will have to guess the result, operator or an operand.
pt: ~Crie jogos de operações matemáticas básicas (adição, subtração, multiplicação, divisão). O estudante deverá adivinhar o resultado, o operador ou um operando.
ro: ~Creează jocuri de operații matematice de bază (adunare, scădere, înmulțire, împărțire). Elevul va trebui să ghicească rezultatul, operatorul sau un operand.

source: Solve the following operations.
pt: ~Resolva as seguintes operações.
ro: ~Rezolvă următoarele operații.

source: Fractions
pt: ~Frações
ro: ~Fracții
