Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: {0} is too large, please upload files less than {1}
pt: ~{0} é muito grande, por favor envie arquivos menores que {1}
ro: ~{0} este prea mare, vă rugăm să încărcați fișiere mai mici de {1}

source: {0} failed to upload
pt: ~Falha ao fazer upload de {0}
ro: ~Încărcarea lui {0} a eșuat

source: {0} Per Page
pt: ~{0} por página
ro: ~{0} pe pagină

source: Folder
pt: ~Pasta

source: Not Found
pt: ~Não encontrado
ro: ~Nu a fost găsit

source: Not Allowed
pt: ~Não permitido
ro: ~Nu este permis

source: Unknown error
pt: ~Erro desconhecido
ro: ~Eroare necunoscută

source: Add files
pt: ~Adicionar arquivos
ro: ~Adaugă fișiere

source: No pagination
pt: ~Sem paginação
ro: ~Fără paginare

source: Home
pt: ~Início
ro: ~Acasă

source: Rename
pt: ~Renomear
ro: ~Redenumește

source: Please fill out this field
pt: ~Por favor, preencha este campo
ro: ~Vă rugăm să completați acest câmp

source: Zip
pt: ~CEP
ro: ~Cod poștal

source: Batch Download
pt: ~Download em lote
ro: ~Descărcare în lot

source: Unzip
pt: ~Descompactar
ro: ~Dezarhivare

source: Copy link
pt: ~Copiar link
ro: ~Copiază linkul

source: Drop files to upload
pt: ~Solte arquivos para fazer upload
ro: ~Trage fișierele pentru a le încărca

source: Select Folder
pt: ~Selecionar Pasta
ro: ~Selectează Folder

source: Files
pt: ~Arquivos
ro: ~Fișiere

source: Paused
pt: ~Pausado
ro: ~Pauzat

source: Home Folder
pt: ~Pasta Home
ro: ~Folder principal

source: Leave blank for no change
pt: ~Deixe em branco para não alterar
ro: ~Lăsați gol pentru a nu modifica

source: Are you sure you want to do this?
pt: ~Tem certeza de que deseja fazer isso?
ro: ~Sigur doriți să faceți acest lucru?

source: Are you sure you want to allow access to everyone?
pt: ~Tem certeza de que deseja permitir acesso a todos?
ro: ~Sigur doriți să permiteți accesul tuturor?

source: Are you sure you want to stop all uploads?
pt: ~Tem certeza de que deseja interromper todos os uploads?
ro: ~Sigur doriți să opriți toate încărcările?

source: Something went wrong
pt: ~Algo deu errado
ro: ~Ceva nu a mers bine

source: Invalid directory
pt: ~Diretório inválido
ro: ~Director invalid

source: This field is required
pt: ~Este campo é obrigatório
ro: ~Acest câmp este obligatoriu

source: Updated
pt: ~Atualizado
ro: ~Actualizat

source: Deleted
pt: ~Excluído
ro: ~Șters

source: Your file is ready
pt: ~Seu arquivo está pronto
ro: ~Fișierul tău este gata

source: View
pt: ~Visualizar
ro: ~Vizualizează

source: Show hidden
pt: ~Mostrar oculto
ro: ~Afișează ascunse

source: Do you want to unzip the file?
pt: ~Deseja descompactar o arquivo?
ro: ~Vrei să dezarhivezi fișierul?

source: Upload without unzip
pt: ~Enviar sem descompactar
ro: ~Încărcare fără dezarhivare

source: Unzip here
pt: ~Descompactar aqui
ro: ~Dezarhivează aici

source: Unzip in subfolder ...
pt: ~Descompactar em subpasta ...
ro: ~Dezarhivează în subfolder ...

source: Unzip in subfolder
pt: ~Descompactar em subpasta
ro: ~Dezarhivează în subfolder

source: There was a problem creating the archive
pt: ~Ocorreu um problema ao criar o arquivo zip
ro: ~A apărut o problemă la crearea arhivei

source: File type not allowed or size over limit
pt: ~Tipo de arquivo não permitido ou tamanho excede o limite
ro: ~Tip de fișier nepermis sau dimensiune peste limită

source: Effects (accordion, tabs, pagination...)
pt: ~Efeitos (acordeão, abas, paginação...)
ro: ~Efecte (acordion, taburi, paginare...)

source: Audio recorder
pt: ~ Gravador de áudio
ro: ~Înregistrator audio

source: Dialog Window
pt: ~Janela de diálogo
ro: ~Fereastră de dialog

source: Tooltip
pt: ~Dica de ferramenta
ro: ~Sugestie

source: Paste mathematical markup
pt: ~Colar marcação matemática
ro: ~Lipește marcaj matematic

source: Paste HTML fragment (embed code)
pt: ~Colar fragmento HTML (código incorporado)
ro: ~Lipește fragment HTML (cod de încorporare)

source: Clear (new line or block)
pt: ~Limpar (nova linha ou bloco)
ro: ~Șterge (linie sau bloc nou)

source: Add a paragraph at the end
pt: ~Adicionar um parágrafo ao final
ro: ~Adaugă un paragraf la sfârșit

source: Definition List
pt: ~Lista de definições
ro: ~Listă de definiții

source: Quote With Authorship
pt: ~Citação com autoria
ro: ~Citat cu autor

source: Toolbar Toggle
pt: ~Alternar barra de ferramentas
ro: ~Comutator de bara de instrumente

source: System Font
pt: ~Fonte do sistema
ro: ~Font de sistem

source: Acronym or abbreviation
pt: ~Sigla ou abreviação
ro: ~Acronim sau abreviere

source: Anchor...
pt: ~Âncora...
ro: ~Ancoră...

source: Special character...
pt: ~Caractere especial...
ro: ~Caracter special...

source: Insert template...
pt: ~Inserir modelo...
ro: ~Inserează șablon...

source: Insert/Edit Attributes
pt: ~Inserir/Editar atributos
ro: ~Inserează/Editare atribute

source: Print...
pt: ~Imprimir...
ro: ~Imprimare...

source: Find and replace...
pt: ~Localizar e substituir...
ro: ~Găsește și înlocuiește...

source: Black
pt: ~Preto
ro: ~Negru

source: White
pt: ~Branco
ro: ~Alb

source: Navy Blue
pt: ~Azul Marinho
ro: ~Albastru închis

source: Dark Gray
pt: ~Cinza Escuro
ro: ~Gri închis

source: Gray
pt: ~Cinza
ro: ~Gri

source: Medium Gray
pt: ~Cinza Médio
ro: ~Gri mediu

source: Light Gray
pt: ~Cinza Claro
ro: ~Gri deschis

source: Dark Blue
pt: ~Azul Escuro
ro: ~Albastru închis

source: Dark Purple
pt: ~Roxo Escuro
ro: ~Violet închis

source: Dark Red
pt: ~Vermelho Escuro
ro: ~Roșu închis

source: Orange
pt: ~Laranja
ro: ~Portocaliu

source: Dark Turquoise
pt: ~Turquesa Escuro
ro: ~Turcoaz închis

source: Purple
pt: ~Roxo
ro: ~Violet

source: Light Blue
pt: ~Azul Claro
ro: ~Albastru deschis

source: Light Purple
pt: ~Roxo Claro
ro: ~Mov deschis

source: Light Red
pt: ~Vermelho Claro
ro: ~ Roșu deschis

source: Light Yellow
pt: ~Amarelo Claro
ro: ~Galben deschis

source: Light Green
pt: ~Verde Claro
ro: ~Verde deschis

source: Remove Color
pt: ~Remover Cor
ro: ~Elimină culoarea

source: Heading 5
pt: ~Título 5
ro: ~Titlu 5

source: Heading 2
pt: ~Cabeçalho 2
ro: ~Titlu 2

source: Currently not supported by your browser, use keyboard shortcuts instead.
pt: ~Atualmente não suportado pelo seu navegador, use atalhos de teclado.
ro: ~În prezent, nesuportat de browserul dvs., utilizați în schimb comenzile rapide de la tastatură.

source: Heading 4
pt: ~Cabeçalho 4
ro: ~Titlu 4

source: Font Family
pt: ~Família da Fonte
ro: ~Familie de fonturi

source: Align Right
pt: ~Alinhar à Direita
ro: ~Aliniere dreapta

source: New Document
pt: ~Novo Documento
ro: ~Document nou

source: Block Quote
pt: ~Citação em Bloco
ro: ~Citat în bloc

source: Insert/Remove Numbered List
pt: ~Inserir/Remover Lista Numerada
ro: ~Inserează/Elimină listă numerotată

source: Heading 1
pt: ~Cabeçalho 1
ro: ~Titlu 1

source: Header
pt: ~Cabeçalho
ro: ~Antet

source: Increase Indent
pt: ~Aumentar Recuo
ro: ~Mărește indentarea

source: Headers
pt: ~Cabeçalhos
ro: ~Anteturi

source: Select All
pt: ~Selecionar Tudo
ro: ~Selectează tot

source: Heading 3
pt: ~Título 3
ro: ~Antet 3

source: Insert/Remove Bulleted List
pt: ~Inserir/Remover Lista com Marcadores
ro: ~Inserează/Elimină listă cu puncte

source: Remove Formatting
pt: ~Remover Formatação
ro: ~Elimină formatarea

source: Font Size
pt: ~Tamanho da Fonte
ro: ~Dimensiune font

source: Heading 6
pt: ~Título 6
ro: ~Antet 6

source: Paragraph
pt: ~Parágrafo
ro: ~ paragraf

source: Align Center
pt: ~Alinhar ao Centro
ro: ~Aliniere Centru

source: Decrease Indent
pt: ~Diminuir Recuo
ro: ~Diminuează indentarea

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
pt: ~A colagem agora está no modo de texto sem formatação. Clique novamente para alternar de volta ao modo de colagem normal. Depois de colar algo, você será retornado ao modo de colagem normal.
ro: ~Lipirea este acum în modul text simplu. Fă clic din nou pentru a comuta înapoi la modul normal de lipire. După ce lipești ceva, vei fi readus la modul normal de lipire.

source: Full
pt: ~Preencher
ro: ~Complet

source: Align Left
pt: ~Alinhar à Esquerda
ro: ~Aliniere Stânga

source: Show/Hide Visual Control Characters
pt: ~Mostrar/Ocultar Caracteres de Controle Visuais
ro: ~Afișează/Ascunde caracterele de control vizuale

source: Lower Greek
pt: ~Grego Minúsculo
ro: ~Greacă Inferioară

source: Lower Alpha
pt: ~Alfabeto Minúsculo
ro: ~ Alfa Inferior

source: Circle
pt: ~Círculo
ro: ~Cerc

source: Disc
pt: ~Disco

source: Upper Alpha
pt: ~Alfabeto Maiúsculo
ro: ~Alfa mare

source: Upper Roman
pt: ~Romanos Maiúsculos
ro: ~Roman mare

source: Lower Roman
pt: ~Romanos Minúsculos
ro: ~Roman mic

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
pt: ~O ID deve começar com uma letra, seguida apenas por letras, números, traços, pontos, dois pontos ou underscores.
ro: ~Id trebuie să înceapă cu o literă, urmată doar de litere, cifre, cratime, puncte, două puncte sau underscore.

source: Anchor
pt: ~Âncora
ro: ~Ancoră

source: The changes you made will be lost if you navigate away from this page.
pt: ~As alterações feitas serão perdidas se você navegar para fora desta página.
ro: ~Modificările pe care le-ați făcut vor fi pierdute dacă navigați de pe această pagină.

source: Restore last draft
pt: ~Restaurar o último rascunho
ro: ~Restabilește ultima versiune nepublicată

source: Special character
pt: ~Caractere especial
ro: ~Caracter special

source: Edit source code
pt: ~Editar código fonte
ro: ~Editează codul sursă

source: Right to Left
pt: ~Da direita para a esquerda
ro: ~De la dreapta la stânga

source: Left to Right
pt: ~Esquerda para Direita
ro: ~De la stânga la dreapta

source: Robots
pt: ~Robôs
ro: ~ Roboți

source: Document Properties
pt: ~Propriedades do Documento
ro: ~Proprietățile documentului

source: Keywords
pt: ~Palavras-chave
ro: ~Cuvinte cheie

source: Character Encoding
pt: ~Codificação de Caracteres
ro: ~Codificare caracter

source: Horizontal Line
pt: ~Linha Horizontal
ro: ~Linie orizontală

source: Horizontal Space
pt: ~Espaço Horizontal
ro: ~Spațiu orizontal

source: Insert/Edit Image
pt: ~Inserir/Editar Imagem
ro: ~Inserează/Editare imagine

source: General
pt: ~Geral

source: Border
pt: ~Borda

source: Constrain proportions
pt: ~Constrainar proporções
ro: ~Constrainază proporțiile

source: Vertical Space
pt: ~Espaço vertical
ro: ~Spațiu vertical

source: Image Description
pt: ~Descrição da imagem
ro: ~Descrierea imaginii

source: Image Title
pt: ~Título da imagem
ro: ~Titlul imaginii

source: Dimensions
pt: ~Dimensões
ro: ~Dimensiuni

source: Image Options
pt: ~Opções de imagem
ro: ~Opțiuni imagine

source: Drop an image here
pt: ~Solte uma imagem aqui
ro: ~Aruncă o imagine aici

source: Browse for an image
pt: ~Procurar uma imagem
ro: ~Caută o imagine

source: Footer caption
pt: ~Legenda do rodapé
ro: ~Subtitrare footer

source: Title link
pt: ~Link do título
ro: ~Titlu link

source: Custom license
pt: ~Licença personalizada
ro: ~Licență personalizată

source: Image optimizer
pt: ~Otimizador de imagens
ro: ~Optimizator de imagini

source: Alternative description
pt: ~Descrição alternativa
ro: ~Descriere alternativă

source: Date/Time
pt: ~Data/Hora
ro: ~Data/Ora

source: Unlink
pt: ~Remover link
ro: ~Dezlink

source: Anchors
pt: ~ âncoras
ro: ~Ancore

source: Insert/Edit Link
pt: ~Inserir/Editar link
ro: ~Inserează/Editare link

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
pt: ~O URL que você inseriu parece ser um link externo. Deseja adicionar o prefixo http:// necessário?
ro: ~URL-ul introdus pare a fi un link extern. Dorești să adaugi prefixul http:// necesar?

source: Target
pt: ~Destino
ro: ~Țintă

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
pt: ~O URL que você inseriu parece ser um endereço de email. Deseja adicionar o prefixo mailto: necessário?
ro: ~Se pare că URL-ul introdus este o adresă de email. Doriți să adăugați prefixul mailto: necesar?

source: Insert/Edit Embedded Media
pt: ~Inserir/Editar Mídia Incorporada
ro: ~Inserează/Editare Media Încorporată

source: Alternative source
pt: ~Fonte alternativa
ro: ~Sursă alternativă

source: Use CTRL+V on your keyboard to paste the code into the window.
pt: ~Use CTRL+V no seu teclado para colar o código na janela.
ro: ~Utilizați CTRL+V pe tastatură pentru a lipi codul în fereastră.

source: Poster
pt: ~Cartaz
ro: ~Postere

source: Non-Breaking Space
pt: ~ Espaço Não Quebrável
ro: ~Spațiu fără întrerupere

source: Page Break
pt: ~Quebra de Página
ro: ~Pagină următoare

source: Paste as Plain Text
pt: ~Colar como Texto Simples
ro: ~Lipește ca text simplu

source: The term could not be found
pt: ~O termo não pôde ser encontrado
ro: ~Termenul nu a putut fi găsit

source: Replace
pt: ~Substituir
ro: ~Înlocuiește

source: Whole Words
pt: ~Palavras Inteiras
ro: ~Cuvinte întregi

source: Find and Replace
pt: ~Encontrar e Substituir
ro: ~Găsește și înlocuiește

source: Replace with
pt: ~Substituir por
ro: ~Înlocuiește cu

source: Find
pt: ~Encontrar
ro: ~Găsește

source: Replace all
pt: ~Substituir tudo
ro: ~Înlocuiește tot

source: Match Case
pt: ~Correspondência Exata
ro: ~Potrivire exactă

source: Find whole words only
pt: ~Encontrar apenas palavras inteiras
ro: ~Găsește doar cuvinte întregi

source: Find in selection
pt: ~Encontrar na seleção
ro: ~Găsește în selecție

source: Ignore All
pt: ~ Ignorar Tudo
ro: ~Ignoră tot

source: Ignore Word
pt: ~Ignorar Palavra
ro: ~Ignoră cuvânt

source: Cut Column
pt: ~Cortar Coluna
ro: ~Taie coloană

source: Copy Column
pt: ~Copiar Coluna
ro: ~Copiază coloană

source: Paste column before
pt: ~Colar coluna antes
ro: ~Lipește coloana înainte

source: Paste column after
pt: ~Colar coluna depois
ro: ~Lipește coloana după

source: Insert Row Before
pt: ~Inserir Linha Antes
ro: ~Inserează rând înainte

source: Paste Row After
pt: ~Colar Linha Depois
ro: ~Lipește rând după

source: Alignment
pt: ~Alinhamento
ro: ~Aliniere

source: Col Group
pt: ~Grupo de Colunas
ro: ~Grup de coloane

source: Insert Column Before
pt: ~Inserir Coluna Antes
ro: ~Inserează coloană înainte

source: Split Cell
pt: ~Dividir Célula
ro: ~Împarte celula

source: Cell Padding
pt: ~Preenchimento de Célula
ro: ~Umplere celule

source: Cell Spacing
pt: ~Espaçamento de Célula
ro: ~Spațiere celule

source: Row Type
pt: ~Tipo de Linha
ro: ~Tip rând

source: Insert Table
pt: ~Inserir Tabela
ro: ~Inserează tabel

source: Body
pt: ~Corpo
ro: ~Corp

source: Table Caption
pt: ~Legenda da Tabela
ro: ~Legendă tabel

source: Delete Row
pt: ~Excluir Linha
ro: ~Șterge rând

source: Paste Table Row Before
pt: ~Colar Linha da Tabela Antes
ro: ~Lipește rând tabel înainte

source: Scope
pt: ~Escopo
ro: ~Domeniu

source: Delete Table
pt: ~Excluir Tabela
ro: ~Șterge tabel

source: Horizontal Position
pt: ~Posição Horizontal
ro: ~Poziție Orizontală

source: Top
pt: ~Superior
ro: ~Sus

source: Header Cell
pt: ~Célula de Cabeçalho
ro: ~Celulă Antet

source: Row Group
pt: ~Grupo de Linha
ro: ~Grup de Rânduri

source: Cell
pt: ~Célula
ro: ~Celulă

source: Middle
pt: ~Meio
ro: ~Mijloc

source: Cell Type
pt: ~Tipo de Célula
ro: ~Tip de Celulă

source: Copy Row
pt: ~Copiar Linha
ro: ~Copiază Rândul

source: Table Row Properties
pt: ~Propriedades da Linha da Tabela
ro: ~Proprietăți Rând Tabel

source: Table Properties
pt: ~Propriedades da Tabela
ro: ~Proprietăți Tabel

source: Bottom
pt: ~Inferior
ro: ~Jos

source: Vertical Alignment
pt: ~Alinhamento Vertical
ro: ~Aliniere verticală

source: Insert Column After
pt: ~Inserir Coluna Após
ro: ~Inserează coloană după

source: Insert Row After
pt: ~Inserir Linha Após
ro: ~Inserează rând după

source: Table Cell Properties
pt: ~Propriedades da Célula da Tabela
ro: ~Proprietățile celulei tabelului

source: Cut Table Row
pt: ~Recortar Linha da Tabela
ro: ~Taie rândul tabelului

source: Delete Column
pt: ~Excluir Coluna
ro: ~Șterge coloana

source: Center
pt: ~Centralizar
ro: ~Centru

source: Merge Table Cells
pt: ~Mesclar Células da Tabela
ro: ~Unește celulele tabelului

source: Predefined Template Content
pt: ~Conteúdo de Modelo Predefinido
ro: ~Conținut de șablon predefinit

source: Templates
pt: ~Modelos
ro: ~Șabloane

source: Template
pt: ~Modelo
ro: ~Șablon

source: Background color
pt: ~Cor de fundo
ro: ~Culoare de fundal

source: Custom...
pt: ~Personalizado...
ro: ~Personalizat...

source: Custom color
pt: ~Cor personalizada
ro: ~Culoare personalizată

source: No color
pt: ~Sem cor
ro: ~Fără culoare

source: Text color
pt: ~Cor do texto
ro: ~Culoare text

source: Show blocks
pt: ~Mostrar blocos
ro: ~Afișează blocuri

source: Show invisible characters
pt: ~Mostrar caracteres invisíveis
ro: ~Afișează caractere invizibile

source: Words: {0}
pt: ~Palavras: {0}
ro: ~Cuvinte: {0}

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
pt: ~Área de Texto Rico. Pressione ALT-F9 para o menu. Pressione ALT-F10 para a barra de ferramentas. Pressione ALT-0 para ajuda
ro: ~Zona de text îmbogățit. Apasă ALT-F9 pentru meniu. Apasă ALT-F10 pentru bara de instrumente. Apasă ALT-0 pentru ajutor

source: Tools
pt: ~Ferramentas
ro: ~Instrumente

source: Table
pt: ~Tabela
ro: ~Tabel

source: Preformatted
pt: ~Pré-formatado
ro: ~Preformatat

source: Popup URL
pt: ~URL do Popup
ro: ~URL popup

source: JavaScript Popup
pt: ~Popup JavaScript
ro: ~Popup JavaScript

source: Window Name
pt: ~Nome da Janela
ro: ~Numele ferestrei

source: Position (X/Y)
pt: ~Posição (X/Y)
ro: ~Poziție (X/Y)

source: Show Location Bar
pt: ~Mostrar Barra de Localização
ro: ~Afișează bara de locație

source: Show Scrollbars
pt: ~Mostrar Barras de Rolagem
ro: ~Afișează barele de derulare

source: Show Menu Bar
pt: ~Mostrar Barra de Menu
ro: ~Afișează Bara de Meniu

source: Make Window Resizable
pt: ~ Tornar Janela Redimensionável
ro: ~Fă Fereastra Redimensionabilă

source: Show Toolbars
pt: ~Mostrar Barras de Ferramentas
ro: ~Afișează Bara de Instrumente

source: Show Status Bar
pt: ~Mostrar Barra de Status
ro: ~Afișează Bara de Stare

source: Insert 'return false'
pt: ~Inserir 'return false'
ro: ~Inserează 'return false'

source: Events
pt: ~Eventos
ro: ~Evenimente

source: Class
pt: ~Classe
ro: ~Clasă

source: Add CSS class
pt: ~Adicionar classe CSS
ro: ~Adaugă clasă CSS

source: -- Not Set --
pt: ~-- Não definido --
ro: ~-- Nu este setat --

source: Text Direction
pt: ~Direção do Texto
ro: ~Direcție text

source: New attribute
pt: ~Novo atributo
ro: ~Atribut nou

source: value
pt: ~valor
ro: ~valoare

source: Attributes
pt: ~Atributos
ro: ~Atribute

source: example
pt: ~exemplo
ro: ~exemplu

source: Abbreviation
pt: ~Abreviação
ro: ~Prescurtare

source: Meaning
pt: ~Significado
ro: ~Semnificație

source: Wrap text
pt: ~Envolver texto
ro: ~Împachetare text

source: Auto close tags
pt: ~Fechar tags automaticamente
ro: ~Închidere automată a etichetelor

source: Search and Replace
pt: ~Pesquisar e Substituir
ro: ~Căutare și înlocuire

source: Reformat
pt: ~Reformatar
ro: ~Reformatare

source: A new Definition List will be created. To add a new term, just place the cursor at the end of a definition and click again the Definition List Button.
pt: ~Uma nova Lista de Definições será criada. Para adicionar um novo termo, basta posicionar o cursor no final de uma definição e clicar novamente no Botão de Lista de Definições.
ro: ~Se va crea o nouă Listă de Definiții. Pentru a adăuga un nou termen, plasează cursorul la sfârșitul unei definiții și apasă din nou butonul Lista de Definiții.

source: Anchors, nodes or .elp
pt: ~Âncoras, nós ou .elp
ro: ~Ancore, noduri sau .elp

source: Open link in...
pt: ~Abrir link em...
ro: ~Deschide linkul în...

source: Include File Information
pt: ~Incluir informações do arquivo
ro: ~Include Informații despre Fișier

source: File size
pt: ~Tamanho do arquivo
ro: ~Dimensiunea fișierului

source: Unit
pt: ~Unidade
ro: ~Unitate

source: File extension
pt: ~Extensão do arquivo
ro: ~Extensia fișierului

source: Current window
pt: ~Janela atual
ro: ~Fereastra curentă

source: Quote
pt: ~Citar
ro: ~Citat

source: Quote Language
pt: ~Idioma da citação
ro: ~Limba citatului

source: Authorship Language
pt: ~Idioma de autoria
ro: ~Limba de autor

source: Specify the languages only if they are different from the rest of the content.
pt: ~Especifique os idiomas apenas se forem diferentes do restante do conteúdo.
ro: ~Specificați limbile doar dacă sunt diferite de restul conținutului.

source: Please write a quote
pt: ~Por favor, escreva uma citação
ro: ~Vă rugăm să scrieți un citat

source: Effects
pt: ~Efeitos
ro: ~Efecte

source: Please do not overuse these effects.
pt: ~Por favor, não abuse desses efeitos.
ro: ~Vă rugăm să nu exagerați cu aceste efecte.

source: Choose a type:
pt: ~Escolha um tipo:
ro: ~Alegeți un tip:

source: Collapsible content panels for presenting information in a limited space.
pt: ~Painéis de conteúdo colapsáveis para apresentar informações em um espaço limitado.
ro: ~Panouri de conținut extensibile pentru prezentarea informațiilor într-un spațiu limitat.

source: A single content area with multiple panels.
pt: ~Uma única área de conteúdo com vários painéis.
ro: ~O singură zonă de conținut cu mai multe panouri.

source: Divide your content into different pages.
pt: ~Divida seu conteúdo em páginas diferentes.
ro: ~Împărțiți conținutul în pagini diferite.

source: Present a list of contents in horizontal order.
pt: ~Apresente uma lista de conteúdos em ordem horizontal.
ro: ~Prezentați o listă de conținuturi în ordine orizontală.

source: Simple, interactive timeline able to handle nearly any form of content.
pt: ~Linha do tempo simples e interativa capaz de lidar com quase qualquer forma de conteúdo.
ro: ~Timeline simplu și interactiv, capabil să gestioneze aproape orice formă de conținut.

source: Choose an effect (you can change it later).
pt: ~Escolha um efeito (você pode alterá-lo posteriormente).
ro: ~Alege un efect (poți schimba ulterior).

source: To add a new tab, block, page... just add a second level title (Heading 2) followed by its content.
pt: ~Para adicionar uma nova aba, bloco, página... basta inserir um título de segundo nível (Título 2) seguido do seu conteúdo.
ro: ~Pentru a adăuga o filă, bloc, pagină... doar adaugă un titlu de nivel doi (Titlu 2) urmat de conținutul său.

source: All blocks must start with a second level title (Heading 2).
pt: ~Todos os blocos devem começar com um título de segundo nível (Título 2).
ro: ~Toate blocurile trebuie să înceapă cu un titlu de nivel doi (Titlu 2).

source: Timelines require a third level title (Heading 3) right after each Heading 2.
pt: ~As linhas do tempo requerem um título de terceiro nível (Título 3) logo após cada Título 2.
ro: ~Timpurile necesită un titlu de nivel trei (Titlu 3) imediat după fiecare Titlu 2.

source: Border width
pt: ~Largura da borda
ro: ~Lățimea borderului

source: Border style
pt: ~Estilo da borda
ro: ~Stilul borderului

source: Select...
pt: ~Selecionar...
ro: ~Selectează...

source: Use the editor to create a new mind map...
pt: ~Use o editor para criar um novo mapa mental...
ro: ~Folosește editorul pentru a crea o hartă mentală nouă...

source: Open the mind map editor
pt: ~Abrir o editor de mapas mentais
ro: ~Deschide editorul de hărți mentale

source: Descriptive title
pt: ~Título descritivo
ro: ~Titlu descriptiv

source: Show the title under the image
pt: ~Mostrar o título abaixo da imagem
ro: ~Afișează titlul sub imagine

source: Link to full size image
pt: ~Link para a imagem em tamanho real
ro: ~Link către imaginea în dimensiune completă

source: Text style:
pt: ~Estilo de texto:
ro: ~Stil text:

source: Line color:
pt: ~Cor da linha:
ro: ~Culoare linie:

source: Recursive
pt: ~Recursivo
ro: ~Recursiv

source: It works with
pt: ~Funciona com
ro: ~Funcționează cu
