Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Flip down the card
pt: ~Vire a carta para baixo
ro: ~Întoarceți cardul în jos

source: Flip down all the cards
pt: ~Virar todas as cartas para baixo
ro: ~Întoarce toate cărțile în jos

source: Cards
pt: ~Cartas
ro: ~Cărți

source: Task information (optional)
pt: ~Informações da tarefa (opcional)
ro: ~Informații despre sarcină (opțional)

source: Text to display
pt: ~Texto a exibir
ro: ~Text de afișat

source: Activities
pt: ~Atividades
ro: ~Activități

source: Add activity
pt: ~Adicionar atividade
ro: ~Adaugă activitate

source: Delete activity
pt: ~Excluir atividade
ro: ~Șterge activitate

source: Attention
pt: ~Atenção
ro: ~Atenție

source: Case study
pt: ~Estudo de caso
ro: ~Studiu de caz

source: Duration
pt: ~Duração
ro: ~Durată

source: Participants
pt: ~Participantes
ro: ~Participanți

source: Number or description
pt: ~Número ou descrição
ro: ~Număr sau descriere

source: Show Feedback
pt: ~Mostrar Feedback
ro: ~Afișează Feedback

source: Do you want to delete this activity?
pt: ~Deseja excluir esta atividade?
ro: ~Doriți să ștergeți această activitate?

source: The case study must have at least one activity
pt: ~O estudo de caso deve ter pelo menos uma atividade
ro: ~Studiul de caz trebuie să aibă cel puțin o activitate

source: Please complete the history
pt: ~Por favor, complete o histórico
ro: ~Vă rugăm să completați istoricul

source: You must provide the text for each activity
pt: ~Você deve fornecer o texto para cada atividade
ro: ~Trebuie să furnizați textul pentru fiecare activitate

source: Read the instructions and click on a trial when you're ready to play.
pt: ~Leia as instruções e clique em uma tentativa quando estiver pronto para jogar.
ro: ~Citiți instrucțiunile și faceți clic pe un trial atunci când sunteți gata să jucați.

source: You've completed all the trials! You can now complete the game.
pt: ~Você completou todas as provas! Agora você pode terminar o jogo.
ro: ~Ai finalizat toate probele! Poți acum să completezi jocul.

source: Challenge
pt: ~Desafio
ro: ~Provocare

source: Time per question
pt: ~Tempo por pergunta
ro: ~Timp pe întrebare

source: Date
pt: ~Data
ro: ~Data

source: Trial
pt: ~Prova
ro: ~Proba

source: Completed trials
pt: ~Provas concluídas
ro: ~Probe finalizate

source: Starting time
pt: ~Hora de início
ro: ~Timp de început

source: You made it! You can restart to play again.
pt: ~Você conseguiu! Pode reiniciar para jogar novamente.
ro: ~Ai reușit! Poți reporni pentru a juca din nou.

source: You solved the trial! Congratulations!
pt: ~Você resolveu a prova! Parabéns!
ro: ~Ai rezolvat proba! Felicitări!

source: Time Over. Please restart to try again.
pt: ~Tempo esgotado. Por favor, reinicie para tentar novamente.
ro: ~Timpul s-a scurs. Te rugăm să repornești pentru a încerca din nou.

source: Sorry. Wrong solution.
pt: ~Desculpe. Solução incorreta.
ro: ~Îmi pare rău. Soluție greșită.

source: Sorry. The solution is wrong.
pt: ~Desculpe. A solução está errada.
ro: ~Îmi pare rău. Soluția este greșită.

source: You solved this trial! Please select another one.
pt: ~Você resolveu esta tentativa! Por favor, selecione outra.
ro: ~Ai rezolvat această probă! Te rugăm să selectezi alta.

source: This will restart the game and reset its starting time. Do you want to continue?
pt: ~Isso irá reiniciar o jogo e redefinir seu horário de início. Deseja continuar?
ro: ~Aceasta va reporni jocul și va reseta timpul de început. Vrei să continui?

source: You must complete all the trials before facing the final challenge.
pt: ~Você deve completar todas as tentativas antes de enfrentar o desafio final.
ro: ~Trebuie să completezi toate probele înainte de a înfrunta provocarea finală.

source: You already completed this trial.
pt: ~Você já completou esta tentativa.
ro: ~Ai finalizat deja această probă.

source: Complete the trial. Write the solution.
pt: ~Complete a tentativa. Escreva a solução.
ro: ~Completează proba. Scrie soluția.

source: Restart
pt: ~Reiniciar
ro: ~Repornește

source: Please write the challenge title.
pt: ~Por favor, escreva o título do desafio.
ro: ~Te rugăm să scrii titlul provocării.

source: Please write the challenge solution.
pt: ~Por favor, escreva a solução do desafio.
ro: ~Te rugăm să scrii soluția provocării.

source: Please add at least one trial.
pt: ~Por favor, adicione pelo menos uma tentativa.
ro: ~Vă rugăm să adăugați cel puțin o probă.

source: You can only add ten trials to a challenge.
pt: ~Você só pode adicionar dez tentativas a um desafio.
ro: ~Puteți adăuga doar zece probe la o provocare.

source: Create escape room type activities in which players will have to complete trials before solving the final challenge.
pt: ~Crie atividades do tipo escape room nas quais os jogadores terão que completar as tentativas antes de resolver o desafio final.
ro: ~Creați activități de tip cameră de evadare în care jucătorii vor trebui să finalizeze probe înainte de a rezolva provocarea finală.

source: Solve all the trials and complete the final challenge.
pt: ~Resolva todas as tentativas e complete o desafio final.
ro: ~Rezolvați toate probele și finalizați provocarea finală.

source: Trials
pt: ~Tentativas
ro: ~Probe

source: Max time
pt: ~Tempo máximo
ro: ~Timp maxim

source: Number of questions:
pt: ~Número de perguntas:
ro: ~Număr de întrebări:

source: Time
pt: ~Tempo
ro: ~Timp

source: Checklist
pt: ~Lista de verificação
ro: ~Listă de verificare

source: Please provide the ID of this progress report
pt: ~Por favor, forneça o ID deste relatório de progresso
ro: ~Vă rugăm să furnizați ID-ul acestui raport de progres

source: Completed
pt: ~Concluído
ro: ~Completat

source: Done
pt: ~Feito
ro: ~Finalizat

source: In progress
pt: ~Em andamento
ro: ~În curs

source: Not completed
pt: ~Não concluído
ro: ~Nefinalizat

source: Number of tasks
pt: ~Número de tarefas
ro: ~Număr de sarcini

source: checklist
pt: ~lista de verificação
ro: ~listă de verificare

source: points
pt: ~pontos
ro: ~puncte

source: point
pt: ~ponto
ro: ~punct

source: Are you sure you want clear all form fields?
pt: ~Tem certeza de que deseja limpar todos os campos do formulário?
ro: ~Sigur doriți să ștergeți toate câmpurile formularului?

source: You can use a checklist as a structured and easy way to understand the suggested activities in this educational resource. It will be a useful instrument for student self-assessment, allowing to monitor the completed activities.
pt: ~Você pode usar uma lista de verificação como uma maneira estruturada e fácil de entender as atividades sugeridas neste recurso educacional. Será um instrumento útil para a autoavaliação do estudante, permitindo monitorar as atividades concluídas.
ro: ~Puteți folosi o listă de verificare ca o metodă structurată și ușor de înțeles pentru activitățile sugerate din această resursă educațională. Va fi un instrument util pentru autoevaluarea elevilor, permițând monitorizarea activităților finalizate.

source: Complete the checklist ticking the boxes for all finished activities.
pt: ~Complete a lista de verificação marcando as caixas para todas as atividades concluídas.
ro: ~Completează lista de verificare bifând casetele pentru toate activitățile finalizate.

source: Caption
pt: ~Legenda
ro: ~Legenda

source: User data
pt: ~Dados do usuário
ro: ~Datele utilizatorului

source: Remember marked options
pt: ~Lembrar opções marcadas
ro: ~Ține minte opțiunile selectate

source: Assign scores
pt: ~Atribuir pontuações
ro: ~Atribuie punctaje

source: (*) Cells support formatted text
pt: ~(*) As células suportam texto formatado
ro: ~(*) Celulele suportă text formatat

source: Points
pt: ~Pontos
ro: ~Puncte

source: Level
pt: ~Nível
ro: ~Nivel

source: Selection
pt: ~Seleção
ro: ~Selecție

source: Do not mark
pt: ~Não marcar
ro: ~Nu bifa

source: Community
pt: ~Comunidade
ro: ~Comunitate

source: Decorative image
pt: ~Imagem decorativa
ro: ~Imagine decorativă

source: Footer
pt: ~Rodapé
ro: ~Subsol

source: Unsupported browser
pt: ~Navegador não suportado
ro: ~Browser neacceptat

source: Indicate a title for the checklist
pt: ~Indique um título para a lista de verificação
ro: ~Indicați un titlu pentru lista de verificare

source: No empty items can be left
pt: ~Nenhum item vazio pode ser deixado
ro: ~Nu pot fi lăsate elemente goale

source: You cannot indicate a score for this type of boxes
pt: ~Você não pode indicar uma pontuação para este tipo de caixas
ro: ~Nu puteți indica un scor pentru acest tip de casete

source: There must be at least one row.
pt: ~Deve haver pelo menos uma linha.
ro: ~Trebuie să existe cel puțin un rând.

source: Project logo
pt: ~Logotipo do projeto
ro: ~Logo proiect

source: Community/Company
pt: ~Comunidade/Empresa
ro: ~Comunitate/Companie

source: Decoration
pt: ~Decoração
ro: ~Decorațiune

source: Do you want to delete this row?
pt: ~Deseja excluir esta linha?
ro: ~Doriți să ștergeți acest rând?

source: You can only use text at this item's level
pt: ~Você só pode usar texto no nível deste item
ro: ~Poți folosi doar text la nivelul acestui element

source: Brilliant! You've passed yout test!
pt: ~Brilhante! Você passou no teste!
ro: ~Brilliant! Ai trecut testul!

source: You didn't pass the test. Please try again
pt: ~Você não passou no teste. Por favor, tente novamente
ro: ~Nu ai trecut testul. Te rugăm să încerci din nou

source: Classify
pt: ~Classificar
ro: ~Clasifică

source: Number of questions
pt: ~Número de perguntas
ro: ~Număr de întrebări

source: Cool!
pt: ~Legal!
ro: ~Super!

source: Time is up. Please try again
pt: ~O tempo acabou. Por favor, tente novamente
ro: ~Timpul a expirat. Te rugăm să încerci din nou

source: The game has started! Drag each card to its container
pt: ~O jogo começou! Arraste cada carta para seu recipiente
ro: ~Jocul a început! Trage fiecare carte în containerul său

source: Choose another card
pt: ~Escolha outra carta
ro: ~Alege o altă carte

source: Choose a card
pt: ~Escolha uma carta
ro: ~Alege o carte

source: Do you want to restart this game?
pt: ~Deseja reiniciar este jogo?
ro: ~Vrei să reinițiezi acest joc?

source: Continue
pt: ~Continuar
ro: ~Continuă

source: Check results
pt: ~Verificar resultados
ro: ~Verifică rezultatele

source: There were %s cards to be placed correctly. Do you want to try again?
pt: ~Havia %s cartas para serem colocadas corretamente. Deseja tentar novamente?
ro: ~Au fost %s cărți care trebuiau plasate corect. Vrei să încerci din nou?

source: Brilliant! All perfect!
pt: ~Brilhante! Tudo perfeito!
ro: ~Bravoo! Toate perfecte!

source: Great job! You have solved this activity in %s attempts. Surely you can do it faster!
pt: ~Ótimo trabalho! Você resolveu esta atividade em %s tentativas. Com certeza, você consegue fazer mais rápido!
ro: ~Ai făcut o treabă excelentă! Ai rezolvat această activitate în %s încercări. Cu siguranță poți face mai repede!

source: You placed %s cards in the wrong place. Please try again!
pt: ~Você colocou %s cartas no lugar errado. Por favor, tente novamente!
ro: ~Ai plasat %s cărți în locul greșit. Te rugăm să încerci din nou!

source: Great job! You have correctly classified most cards, %s, but you can do even better
pt: ~Ótimo trabalho! Você classificou corretamente a maioria das cartas, %s, mas pode melhorar ainda mais
ro: ~Ai făcut o treabă excelentă! Ai clasificat corect cele mai multe cărți, %s, dar poți și mai bine

source: Great job! Only %s cards left to be placed correctly. Strive for perfection!
pt: ~Ótimo trabalho! Restam apenas %s cartas para serem colocadas corretamente. Busque a perfeição!
ro: ~Ai făcut o treabă excelentă! Mai ai doar %s cărți de plasat corect. Străduiește-te pentru perfecțiune!

source: Your score will be automatically saved at the end of the game.
pt: ~Sua pontuação será salva automaticamente ao final do jogo.
ro: ~Scorul tău va fi salvat automat la finalul jocului.

source: Your score will be automatically saved at the end of the game. You can only play once.
pt: ~Sua pontuação será salva automaticamente ao final do jogo. Você só pode jogar uma vez.
ro: ~Scorul tău va fi salvat automat la finalul jocului. Poți juca doar o singură dată.

source: You can only save your score after finishing the game.
pt: ~Você só pode salvar sua pontuação após terminar o jogo.
ro: ~Poți salva scorul doar după ce termini jocul.

source: Please provide at least one question
pt: ~Por favor, forneça pelo menos uma pergunta
ro: ~Te rugăm să furnizezi cel puțin o întrebare

source: Message to display when passing the game
pt: ~Mensagem a ser exibida ao passar do jogo
ro: ~Mesaj de afișat la finalizarea jocului

source: Maximum cards to classify: 25
pt: ~Número máximo de cartas para classificar: 25
ro: ~Numărul maxim de cărți de clasificat: 25

source: Create interactive activities in which players have to classify cards with images, texts and/or sounds.
pt: ~Crie atividades interativas nas quais os jogadores devem classificar cartas com imagens, textos e/ou sons.
ro: ~Crea activități interactive în care jucătorii trebuie să claseze cărți cu imagini, texte și/sau sunete.

source: Drag each card to its container.
pt: ~Arraste cada carta para o seu recipiente.
ro: ~Trage fiecare carte în containerul său.

source: Difficulty level
pt: ~Nível de dificuldade
ro: ~Nivel de dificultate

source: Essential
pt: ~Essencial
ro: ~Esențial

source: Medium
pt: ~Médio
ro: ~Mediu

source: Custom messages
pt: ~Mensagens personalizadas
ro: ~Mesaje personalizate

source: Number of categories
pt: ~Número de categorias
ro: ~Număr de categorii

source: Category
pt: ~Categoria
ro: ~Categorie

source: Time (minutes)
pt: ~Tempo (minutos)
ro: ~Timp (minute)

source: Percent
pt: ~Porcentagem
ro: ~Procentaj

source: Image back
pt: ~Imagem de trás
ro: ~Imagine înapoi

source: Hit
pt: ~Acertar
ro: ~Atinge

source: Both
pt: ~Ambos
ro: ~Ambele

source: Background
pt: ~Fundo
ro: ~Fundal

source: Author
pt: ~Autor
ro: ~Autor

source: Please select a text file (.txt)
pt: ~Por favor, selecione um arquivo de texto (.txt)
ro: ~Vă rugăm să selectați un fișier text (.txt)

source: Incorrect group number
pt: ~Número de grupo incorreto
ro: ~Număr de grup incorect

source: Sorry, there are no questions for this type of activity.
pt: ~Desculpe, não há perguntas para este tipo de atividade.
ro: ~Ne pare rău, nu există întrebări pentru acest tip de activitate.

source: eXeLearning is a **free** and open source editor to create **educational** resources in an **simple and easy** way. It's available for different **operating** systems.
pt: ~eXeLearning é um editor **gratuito** e de código aberto para criar recursos **educacionais** de forma **simples e fácil**. Está disponível para diferentes **sistemas operacionais**.
ro: ~eXeLearning este un editor **gratuit** și open source pentru crearea de resurse **educaționale** într-un mod **simplu și ușor**. Este disponibil pentru diferite **sisteme de operare**.

source: Complete
pt: ~Completo
ro: ~Completat

source: Life
pt: ~Vida
ro: ~Viață

source: Try again!
pt: ~Tente novamente!
ro: ~Încearcă din nou!

source: Check
pt: ~Verificar
ro: ~Verifică

source: You got %s right answers and %d errors.
pt: ~Você acertou %s respostas e errou %d.
ro: ~Ai răspuns corect la %s întrebări și ai %d erori.

source: Time over.
pt: ~Tempo esgotado.
ro: ~Timpul s-a terminat.

source: You completed the activity
pt: ~Você completou a atividade
ro: ~Ai finalizat activitatea

source: Please write the instructions.
pt: ~Por favor, escreva as instruções.
ro: ~Te rugăm să scrii instrucțiunile.

source: Please write the feedback.
pt: ~Por favor, escreva o feedback.
ro: ~Te rugăm să scrii feedback-ul.

source: Error message
pt: ~Mensagem de erro
ro: ~Mesaj de eroare

source: Errors (number of attempts) to display the message
pt: ~Erros (número de tentativas) para exibir a mensagem
ro: ~Eroare (numărul de încercări) pentru afișarea mesajului

source: Please write the error message.
pt: ~Por favor, escreva a mensagem de erro.
ro: ~Vă rugăm să scrieți mesajul de eroare.

source: Create activities in which the student must fill in the blanks of a text by writing, dragging or selecting the answer.
pt: ~Crie atividades nas quais o estudante deve preencher as lacunas de um texto escrevendo, arrastando ou selecionando a resposta.
ro: ~Creați activități în care studentul trebuie să completeze spațiile libere dintr-un text prin scriere, tragere sau selectare a răspunsului.

source: Read the text and complete the missing words.
pt: ~Leia o texto e complete as palavras faltantes.
ro: ~Citiți textul și completați cuvintele lipsă.

source: Drag and drop
pt: ~Arrastar e soltar
ro: ~Trage și plasează

source: Select
pt: ~Selecionar
ro: ~Selectează

source: Limit the words in each dropdown box. Write the possible options, starting with the correct one, separated by |
pt: ~Limite de palavras em cada caixa suspensa. Escreva as opções possíveis, começando pela correta, separadas por |
ro: ~Limitează cuvintele din fiecare casetă dropdown. Scrie opțiunile posibile, începând cu cea corectă, separate prin |

source: Wrong words
pt: ~Palavras incorretas
ro: ~Cuvinte greșite

source: Number of attempts
pt: ~Número de tentativas
ro: ~Numărul de încercări

source: Allow errors in typed words
pt: ~Permitir erros em palavras digitadas
ro: ~Permite erori în cuvintele tastate

source: Field width proportional to the words length
pt: ~Largura do campo proporcional ao comprimento das palavras
ro: ~Lățimea câmpului proporțional cu lungimea cuvintelor

source: Crossword
pt: ~Palavra cruzada
ro: ~Cuvânt încrucișat

source: Provide a word or phrase
pt: ~Forneça uma palavra ou frase
ro: ~Introduceți un cuvânt sau o expresie

source: Questions completed!
pt: ~Perguntas concluídas!
ro: ~Întrebările au fost finalizate!

source: Loading. Please wait...
pt: ~Carregando. Por favor, aguarde...
ro: ~Se încarcă. Vă rugăm așteptați...

source: The game is over. You scored %s. Hits: %s out of %s.
pt: ~O jogo acabou. Você marcou %s pontos. Acertos: %s de %s.
ro: ~Jocul s-a încheiat. Ați obținut %s puncte. Atingeri: %s din %s.

source: Click on a word’s square to see the definition
pt: ~Clique na caixa de uma palavra para ver a definição
ro: ~Faceți clic pe pătratul unui cuvânt pentru a vedea definiția

source: Horizontals
pt: ~ Horizontais
ro: ~Orizontale

source: Verticals
pt: ~ Verticais
ro: ~Verticale

source: Show/hide definitions
pt: ~ Mostrar/ocultar definições
ro: ~Afișează/Ascunde definițiile

source: Show/hide background image
pt: ~ Mostrar/ocultar imagem de fundo
ro: ~Afișează/Ascunde imaginea de fundal

source: The crossword must have at least two words
pt: ~O caça-palavras deve ter pelo menos duas palavras
ro: ~Crucipuză trebuie să aibă cel puțin două cuvinte

source: Create crossword-type activities
pt: ~Criar atividades do tipo caça-palavras
ro: ~Creați activități de tip cuvânt încrucișat

source: Complete the following crossword puzzle.
pt: ~Complete o seguinte caça-palavras.
ro: ~Completați următorul puzzle de tip cuvânt încrucișat.

source: Accent marks
pt: ~Acentos
ro: ~Semne diacritice

source: Difficulty
pt: ~Dificuldade
ro: ~Dificultate

source: Image URL
pt: ~URL da imagem
ro: ~URL imagine

source: words
pt: ~palavras
ro: ~cuvinte

source: Discover
pt: ~Descobrir
ro: ~Descoperă

source: You lost 330 points
pt: ~Você perdeu 330 pontos
ro: ~Ai pierdut 330 de puncte

source: You finished all the attempts! Please try again
pt: ~Você terminou todas as tentativas! Por favor, tente novamente
ro: ~Ai terminat toate încercările! Te rugăm să încerci din nou

source: You found all the pairs!
pt: ~Você encontrou todos os pares!
ro: ~Ai găsit toate perechile!

source: You found all the trios!
pt: ~Você encontrou todos os trios!
ro: ~Ai găsit toate trio-urile!

source: You found all the quartets!
pt: ~Você encontrou todos os quartetos!
ro: ~Ai găsit toate cvartetele!

source: The game has started! Select two cards
pt: ~O jogo começou! Selecione duas cartas
ro: ~Jocul a început! Selectează două cărți

source: The game has started! Select three cards
pt: ~O jogo começou! Selecione três cartas
ro: ~Jocul a început! Selectează trei cărți

source: The game has started! Select four cards
pt: ~O jogo começou! Selecione quatro cartas
ro: ~Jocul a început! Selectează patru cărți

source: Pairs
pt: ~Pares
ro: ~Perechi

source: Quartets
pt: ~Quartetos
ro: ~Cvartete

source: Attempts
pt: ~Tentativas
ro: ~Încercări

source: You completed a pair. Keep going!
pt: ~Você completou um par. Continue!
ro: ~Ai completat un cuplu. Continuă!

source: You completed a trio. Keep going!
pt: ~Você completou um trio. Continue!
ro: ~Ai completat un trio. Continuă!

source: You completed a quartet. Keep going!
pt: ~Você completou um quarteto. Continue!
ro: ~Ai completat un cvartet. Continuă!

source: Initial
pt: ~Inicial
ro: ~Inițial

source: Select a level
pt: ~Selecione um nível
ro: ~Selectează un nivel

source: Please check the time format: hh:mm:ss
pt: ~Por favor, verifique o formato de hora: hh:mm:ss
ro: ~Te rugăm să verifici formatul timpului: hh:mm:ss

source: Maximum number of pairs: 20
pt: ~Número máximo de pares: 20
ro: ~Numărul maxim de cupluri: 20

source: Create interactive activities in which players will have to discover pairs, trios or card quartets with images, texts and/or sounds.
pt: ~Crie atividades interativas nas quais os jogadores terão que descobrir pares, trios ou quartetos de cartas com imagens, textos e/ou sons.
ro: ~Creează activități interactive în care jucătorii vor trebui să descopere cupluri, trios sau cvartete de cărți cu imagini, texte și/sau sunete.

source: Birds of a feather flock together.
pt: ~Pássaros da mesma plumagem voam juntos.
ro: ~Păsările din același stol zboară împreună.

source: Difficulty levels
pt: ~Níveis de dificuldade
ro: ~Niveluri de dificultate

source: Visible cards
pt: ~Cartas visíveis
ro: ~Cartonașe vizibile

source: Time while the cards will be shown (seconds)
pt: ~Tempo durante o qual as cartas serão exibidas (segundos)
ro: ~Timpul în care vor fi afișate cartonașele (secunde)

source: Success
pt: ~Sucesso
ro: ~Succes

source: creative commons: attribution 4.0
pt: ~Creative Commons: Atribuição 4.0
ro: ~creative commons: atribuire 4.0

source: creative commons: attribution - non derived work 4.0
pt: ~Creative Commons: Atribuição - Trabalho não derivado 4.0
ro: ~creative commons: atribuire - lucrare nereprodusă 4.0

source: creative commons: attribution - non derived work - non commercial 4.0
pt: ~Creative Commons: Atribuição - Trabalho não derivado - Não comercial 4.0
ro: ~creative commons: atribuire - lucrare nereprodusă - non comercială 4.0

source: creative commons: attribution - non commercial 4.0
pt: ~Creative Commons: Atribuição - Não comercial 4.0
ro: ~creative commons: atribuire - non comercială 4.0

source: creative commons: attribution - non commercial - share alike 4.0
pt: ~Creative Commons: Atribuição - Não comercial - Compartilhar igual 4.0
ro: ~creative commons: atribuire - non comercială - distribuire sub aceeași licență 4.0

source: creative commons: attribution - share alike 4.0
pt: ~Creative Commons: Atribuição - Compartilhar Iguais 4.0
ro: ~Creative Commons: atribuire - partajare în același mod 4.0

source: creative commons: attribution 3.0
pt: ~Creative Commons: Atribuição 3.0
ro: ~Creative Commons: atribuire 3.0

source: creative commons: attribution - non derived work 3.0
pt: ~Creative Commons: Atribuição - Trabalho Não Derivado 3.0
ro: ~Creative Commons: atribuire - lucrare nerevizuită 3.0

source: creative commons: attribution - non derived work - non commercial 3.0
pt: ~Creative Commons: Atribuição - Trabalho Não Derivado - Não Comercial 3.0
ro: ~Creative Commons: atribuire - lucrare nerevizuită - non comercială 3.0

source: creative commons: attribution - non commercial 3.0
pt: ~Creative Commons: Atribuição - Não Comercial 3.0
ro: ~Creative Commons: atribuire - non comercială 3.0
