Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: creative commons: attribution - non commercial - share alike 3.0
pt: ~Creative Commons: Atribuição - Não Comercial - Compartilhar Iguais 3.0
ro: ~Creative Commons: atribuire - non comercială - partajare în același mod 3.0

source: creative commons: attribution - share alike 3.0
pt: ~Creative Commons: Atribuição - Compartilhar Iguais 3.0
ro: ~Creative Commons: atribuire - partajare în același mod 3.0

source: creative commons: attribution 2.5
pt: ~Creative Commons: Atribuição 2.5
ro: ~Creative Commons: atribuire 2.5

source: creative commons: attribution - non derived work 2.5
pt: ~Creative Commons: Atribuição - Trabalho Não Derivado 2.5
ro: ~Creative Commons: atribuire - lucrare nerevizuită 2.5

source: creative commons: attribution - non derived work - non commercial 2.5
pt: ~Creative Commons: Atribuição - Trabalho Não Derivado - Não Comercial 2.5
ro: ~Creative Commons: atribuire - lucrare nerevizuită - non comercială 2.5

source: creative commons: attribution - non commercial 2.5
pt: ~Creative Commons: Atribuição - Não comercial 2.5
ro: ~creative commons: atribuire - non comercial 2.5

source: creative commons: attribution - non commercial - share alike 2.5
pt: ~Creative Commons: Atribuição - Não comercial - Compartilhar igual 2.5
ro: ~creative commons: atribuire - non comercial - partajare în același mod 2.5

source: creative commons: attribution - share alike 2.5
pt: ~Creative Commons: Atribuição - Compartilhar igual 2.5
ro: ~creative commons: atribuire - partajare în același mod 2.5

source: Please don't forget to check the Properties tab: Title, language, license, author, description...
pt: ~Por favor, não se esqueça de verificar a aba Propriedades: Título, idioma, licença, autor, descrição...
ro: ~Te rugăm să nu uiți să verifici fila Proprietăți: Titlu, limbă, licență, autor, descriere...

source: General information about this educational resource
pt: ~Informações gerais sobre este recurso educacional
ro: ~Informații generale despre această resursă educațională

source: License
pt: ~Licença
ro: ~Licență

source: This content was created with eXeLearning, your free and open source editor to create educational resources.
pt: ~Este conteúdo foi criado com o eXeLearning, seu editor gratuito e de código aberto para criar recursos educacionais.
ro: ~Acest conținut a fost creat cu eXeLearning, editorul tău gratuit și open source pentru crearea de resurse educaționale.

source: Download .elp file
pt: ~Baixar arquivo .elp
ro: ~Descarcă fișierul .elp

source: This block will create a link to download the elp file. Write some use instructions and customize your download link.
pt: ~Este bloco criará um link para baixar o arquivo .elp. Escreva algumas instruções de uso e personalize seu link de download.
ro: ~Acest bloc va crea un link pentru descărcarea fișierului elp. Scrie câteva instrucțiuni de utilizare și personalizează link-ul de descărcare.

source: Download link
pt: ~Link de download
ro: ~Link de descărcare

source: Button text:
pt: ~Tamanho da fonte
ro: ~Textul butonului:

source: Font size
pt: ~Cor de fundo
ro: ~Dimensiune font

source: Background Color
pt: ~Cor do texto
ro: ~Culoare de fundal

source: Text Color
pt: ~Por favor, forneça algumas instruções ou informações sobre o recurso.
ro: ~Culoare text

source: Please provide some instructions or information about the resource.
pt: ~Você deve escrever o texto do botão.
ro: ~Vă rugăm să furnizați instrucțiuni sau informații despre resursă.

source: You should write the button text.
pt: ~Baixar arquivo fonte
ro: ~Ar trebui să scrieți textul butonului.

source: Download source file
pt: ~Antes de adicionar um link de download à sua página, vá até a aba Propriedades e verifique se as informações estão corretas.
ro: ~Descarcă fișierul sursă

source: Before adding a download link to your page, please go to the Properties tab and check if the information is right.
pt: ~Número de cartas
ro: ~Înainte de a adăuga un link de descărcare pe pagina dvs., accesați fila Proprietăți și verificați dacă informațiile sunt corecte.

source: Number of cards
pt: ~Você terminou o jogo. Sua pontuação é %s.
ro: ~Numărul de carduri

source: Please create at least one activity
pt: ~Por favor, crie pelo menos uma atividade
ro: ~Vă rugăm să creați cel puțin o activitate

source: Create drag-and-drop activities combining texts, images, and audio clips, allowing interactions in any direction (e.g., dragging text onto images or audio, and vice versa).
pt: ~Crie atividades de arrastar e soltar combinando textos, imagens e trechos de áudio, permitindo interações em qualquer direção (por exemplo, arrastar texto para imagens ou áudio, e vice-versa).
ro: ~Creați activități de tip drag-and-drop combinând texte, imagini și clipuri audio, permițând interacțiuni în orice direcție (de exemplu, tragerea textului pe imagini sau audio și viceversa).

source: Drag each item onto the one it matches with
pt: ~Arraste cada item para aquele com o qual ele corresponde
ro: ~Trageți fiecare element pe cel cu care se potrivește

source: Source
pt: ~Fonte
ro: ~Sursă

source: Media
pt: ~Mídia

source: Show solution time (seconds)
pt: ~Mostrar tempo de solução (segundos)
ro: ~Afișează timpul pentru soluție (secunde)

source: activities
pt: ~atividades
ro: ~activități

source: Please select a JSON file (.json)
pt: ~Por favor, selecione um arquivo JSON (.json)
ro: ~Vă rugăm să selectați un fișier JSON (.json)

source: This is just an example iDevice.
pt: ~Este é apenas um exemplo de dispositivo iDevice.
ro: ~Aceasta este doar o mostră de iDevice.

source: Write a text that will be saved
pt: ~Escreva um texto que será salvo
ro: ~Scrieți un text care va fi salvat

source: Type something...
pt: ~Digite algo...
ro: ~Scrie ceva...

source: Select an option from the list (double click to see it)
pt: ~Selecione uma opção da lista (duplo clique para ver)
ro: ~Selectează o opțiune din listă (dublu clic pentru a o vedea)

source: Choose a number
pt: ~Escolha um número
ro: ~Alege un număr

source: Color picker example
pt: ~Exemplo de seletor de cores
ro: ~Exemplu de selector de culoare

source: Yes/No example
pt: ~Exemplo de sim/não
ro: ~Exemplu de Da/Nu

source: Radio buttons example
pt: ~Exemplo de botões de rádio
ro: ~Exemplu de butoane radio

source: Element 1
pt: ~Elemento 1
ro: ~Elementul 1

source: Element 2
pt: ~Elemento 2
ro: ~Elementul 2

source: Element 3
pt: ~Elemento 3
ro: ~Elementul 3

source: Please write some text.
pt: ~Por favor, escreva algum texto.
ro: ~Vă rugăm să scrieți un text.

source: Example
pt: ~Exemplo
ro: ~Exemplu

source: External website
pt: ~Site externo
ro: ~Site web extern

source: Remember that in HTTPS sites it is not possible to include HTTP pages
pt: ~Lembre-se de que em sites HTTPS não é possível incluir páginas HTTP
ro: ~Rețineți că pe site-urile HTTPS nu este posibil să includeți pagini HTTP

source: Frame height:
pt: ~Altura do quadro:
ro: ~Înălțimea cadrului:

source: small
pt: ~pequeno
ro: ~mic

source: medium
pt: ~médio
ro: ~mediu

source: large
pt: ~grande
ro: ~mare

source: super-size
pt: ~superdimensionado
ro: ~super-mare

source: Unable to display an iframe loaded over HTTP on a website that uses HTTPS.
pt: ~Incapaz de exibir um iframe carregado via HTTP em um site que usa HTTPS.
ro: ~Imposibil de afișat un iframe încărcat pe HTTP pe un site care utilizează HTTPS.

source: empty field
pt: ~campo vazio
ro: ~câmp gol

source: incorrect
pt: ~incorreto
ro: ~incorect

source: Right. That's the card.
pt: ~Certo. Essa é a carta.
ro: ~Corect. Aceasta este cartea.

source: You're wrong. That's not the card.
pt: ~Você está errado. Essa não é a carta.
ro: ~Ești greșit. Nu aceasta este cartea.

source: Right. That's not the card.
pt: ~Certo. Essa não é a carta.
ro: ~Corect. Nu aceasta este cartea.

source: You're wrong. That's the card.
pt: ~Você está errado. Essa é a carta.
ro: ~Ești greșit. Aceasta este cartea.

source: Memory cards
pt: ~Cartas de memória
ro: ~Carduri de memorie

source: True
pt: ~Verdadeiro
ro: ~Adevărat

source: False
pt: ~Falso
ro: ~Fals

source: Click on the card
pt: ~Clique na carta
ro: ~Dă clic pe carte

source: Game time is over. Your score is %s.
pt: ~O tempo do jogo acabou. Sua pontuação é %s.
ro: ~Timpul jocului s-a încheiat. Scorul tău este %s.

source: Finish
pt: ~Concluir
ro: ~Terminare

source: Maximum card number: %s.
pt: ~Número máximo de cartas: %s.
ro: ~Număr maxim de carduri: %s.

source: Create card memory games with images, sounds or rich text.
pt: ~Crie jogos de memória com imagens, sons ou texto enriquecido.
ro: ~Creați jocuri de memorie cu carduri cu imagini, sunete sau text bogat.

source: Click on the cards to see what they hide.
pt: ~Clique nas cartas para ver o que elas escondem.
ro: ~Faceți clic pe carduri pentru a vedea ce ascund.

source: Identify
pt: ~Identificar
ro: ~Identifică

source: Memory
pt: ~Memória
ro: ~Memorie

source: Random
pt: ~Aleatório
ro: ~Aleatoriu

source: Front side
pt: ~Frente
ro: ~Fața

source: Back side
pt: ~Verso
ro: ~Spatele

source: You scores is
pt: ~Sua pontuação é
ro: ~Scorul tău este

source: Result
pt: ~Resultado
ro: ~Rezultat

source: Reset
pt: ~Redefinir
ro: ~Resetează

source: Show answers
pt: ~Mostrar respostas
ro: ~Afișează răspunsurile

source: Congratulations! You passed the test
pt: ~Parabéns! Você passou no teste
ro: ~Felicitări! Ai trecut testul

source: Sorry. You failed the test
pt: ~Desculpe. Você não passou no teste
ro: ~Îmi pare rău. Ai picat testul

source: Select whether the statement is true or false
pt: ~Selecione se a afirmação é verdadeira ou falsa
ro: ~Selectează dacă afirmația este adevărată sau falsă

source: Choose the correct answer among the options proposed
pt: ~Escolha a resposta correta entre as opções propostas
ro: ~Alege răspunsul corect dintre opțiunile propuse

source: Fill in the blanks with the appropriate word
pt: ~Preencha as lacunas com a palavra adequada
ro: ~Completează spațiile libere cu cuvântul potrivit

source: Multiple choice with only one correct answer
pt: ~Escolha múltipla com apenas uma resposta correta
ro: ~Întrebări cu alegere multiplă cu un singur răspuns corect

source: Multiple choice with multiple corrects answers
pt: ~Escolha múltipla com múltiplas respostas corretas
ro: ~Întrebări cu alegere multiplă cu mai multe răspunsuri corecte

source: Sorry, the selected file does not contain any questions that are compatible with this activity.
pt: ~Desculpe, o arquivo selecionado não contém nenhuma pergunta compatível com esta atividade.
ro: ~Îmi pare rău, fișierul selectat nu conține întrebări compatibile cu această activitate.

source: Please add at least one question
pt: ~Por favor, adicione pelo menos uma pergunta
ro: ~Vă rugăm să adăugați cel puțin o întrebare

source: Language settings
pt: ~Configurações de idioma
ro: ~Setări de limbă

source: Share
pt: ~Compartilhar
ro: ~Partajează

source: Add a dropdown question to form
pt: ~Adicionar uma pergunta suspensa ao formulário
ro: ~Adaugă o întrebare cu meniu derulant în formular

source: Add a fill question to form
pt: ~Adicionar uma pergunta de preenchimento ao formulário
ro: ~Adaugă o întrebare de completare în formular

source: Add a true-false question to form
pt: ~Adicionar uma pergunta de verdadeiro-falso ao formulário
ro: ~Adaugă o întrebare adevărat-fals în formular

source: Add a selection question to form
pt: ~Adicionar uma pergunta de seleção ao formulário
ro: ~Adaugă o întrebare de selecție în formular

source: Add this question to form
pt: ~Adicionar esta pergunta ao formulário
ro: ~Adaugă această întrebare în formular

source: Remove
pt: ~Remover
ro: ~Șterge

source: Form preview
pt: ~Visualização do formulário
ro: ~Previzualizare formular

source: Question type
pt: ~Tipo de pergunta
ro: ~Tip întrebare

source: Show/Hide word
pt: ~Mostrar/Ocultar palavra
ro: ~Afișează/Ascunde cuvântul

source: Add new option
pt: ~Adicionar nova opção
ro: ~Adaugă opțiune nouă

source: Other words
pt: ~Outras palavras
ro: ~Alte cuvinte

source: cat|dog|fish
pt: ~gato|cachorro|peixe
ro: ~pisică|câine|pește

source: No questions in the form
pt: ~Nenhuma pergunta no formulário
ro: ~Nu există întrebări în formular

source: Set the pass mark
pt: ~Definir a nota de aprovação
ro: ~Setează pragul de promovare

source: Include a button to display the answers
pt: ~Incluir um botão para exibir as respostas
ro: ~Include un buton pentru afișarea răspunsurilor

source: Check capitalization
pt: ~Verificar uso de maiúsculas
ro: ~Verifică majusculele

source: Strict qualification
pt: ~Qualificação rigorosa
ro: ~Calificare strictă

source: The question should be clear and unambiguous. Avoid negative premises as they tend to be ambiguous.
pt: ~A pergunta deve ser clara e inequívoca. Evite premissas negativas, pois tendem a ser ambíguas.
ro: ~Întrebarea trebuie să fie clară și lipsită de ambiguitate. Evitați premisele negative, deoarece tind să fie ambigue.

source: Optional: You can type other words to complete the drop-down activity. Use the vertical bar to separate the words. This field can be left blank.
pt: ~Opcional: Você pode digitar outras palavras para completar a atividade suspensa. Use a barra vertical para separar as palavras. Este campo pode ficar em branco.
ro: ~Opțional: Puteți introduce alte cuvinte pentru a completa activitatea din lista derulantă. Folosiți bara verticală pentru a separa cuvintele. Acest câmp poate fi lăsat liber.

source: If this option is checked, submitted answers with different capitalization will be marked as incorrect
pt: ~Se esta opção estiver marcada, respostas enviadas com diferenças de maiúsculas e minúsculas serão marcadas como incorretas.
ro: ~Dacă această opțiune este bifată, răspunsurile trimise cu majuscule/minuscule diferite vor fi marcate ca fiind incorecte

source: Are you sure you want to delete this question? This can't be undone.
pt: ~Tem certeza de que deseja excluir esta pergunta? Isso não pode ser desfeito.
ro: ~Sigur doriți să ștergeți această întrebare? Aceasta nu poate fi anulată.

source: Are you sure you want to discard the changes? This can't be undone.
pt: ~Tem certeza de que deseja descartar as alterações? Isso não pode ser desfeito.
ro: ~Sigur doriți să respingeți modificările? Aceasta nu poate fi anulată.

source: Dropdown
pt: ~Menu suspenso
ro: ~Listă derulantă

source: True-False
pt: ~Verdade-Falso
ro: ~Adevărat-Fals

source: Fill
pt: ~Preencher
ro: ~Completează

source: Show Solutions
pt: ~Mostrar Soluções
ro: ~Afișează soluții

source: Create quizzes with multiple-choice, true/false and fill-in-the-blank questions.
pt: ~Criar questionários com perguntas de múltipla escolha, verdadeiro/falso e preencher lacunas.
ro: ~Crea chestionare cu întrebări cu alegere multiplă, adevărat/fals și completare.

source: Complete the questions in the following quiz
pt: ~Complete as perguntas no questionário a seguir
ro: ~Completează întrebările din următorul chestionar

source: Random questions
pt: ~Perguntas aleatórias
ro: ~Întrebări aleatorii

source: Show questions
pt: ~Mostrar perguntas
ro: ~Afișează întrebările

source: True/False Help Text:
pt: ~Texto de ajuda para Verdadeiro/Falso:
ro: ~Text de ajutor pentru Adevărat/Fals:

source: Fill Help Text:
pt: ~Texto de ajuda para Preencher:
ro: ~Text de ajutor pentru Completare:

source: Dropdown Help Text:
pt: ~Texto de ajuda para Menu suspenso:
ro: ~Text de ajutor pentru Dropdown:

source: Single Selection Help Text:
pt: ~Texto de ajuda para Seleção única:
ro: ~Text de ajutor pentru Seleție Unică:

source: Multiple Selection Help Text:
pt: ~Texto de ajuda para Seleção múltipla:
ro: ~Text de ajutor pentru Seleție Multiple:

source: Text for the button to check the answers:
pt: ~Texto do botão para verificar as respostas:
ro: ~Text pentru butonul de verificare a răspunsurilor:

source: Text for the button to reset the answers:
pt: ~Texto para o botão de redefinir as respostas:
ro: ~Text pentru butonul de resetare a răspunsurilor:

source: Text for the button to show the solutions:
pt: ~Texto para o botão de mostrar as soluções:
ro: ~Text pentru butonul de afișare a soluțiilor:

source: Hide questions
pt: ~Ocultar perguntas
ro: ~Ascunde întrebările

source: Form
pt: ~Formulário
ro: ~Formular

source: Slides list
pt: ~Lista de slides
ro: ~Lista de diapozitive

source: Please select a text file (.txt) or a Moodle XML file (.xml)
pt: ~Por favor, selecione um arquivo de texto (.txt) ou um arquivo XML do Moodle (.xml)
ro: ~Vă rugăm să selectați un fișier text (.txt) sau un fișier XML Moodle (.xml)

source: Click the toggle button to switch between questions with one correct answer and questions with many possible correct answers.
pt: ~Clique no botão de alternância para trocar entre perguntas com uma resposta correta e perguntas com várias respostas corretas.
ro: ~Faceți clic pe butonul de comutare pentru a trece între întrebări cu un răspuns corect și întrebări cu mai multe răspunsuri corecte posibile.

source: Enter the text for the drop-down activity in the drop-down field either by pasting the text from another source or by typing it directly into the field. To select which words to choose, double-click on a word to select it and click on the button below.
pt: ~Insira o texto para a atividade de menu suspenso no campo suspenso, colando o texto de outra fonte ou digitando-o diretamente no campo. Para selecionar as palavras a serem escolhidas, clique duas vezes em uma palavra para selecioná-la e clique no botão abaixo.
ro: ~Introduceți textul pentru activitatea cu meniul derulant în câmpul derulant, fie lipind textul dintr-o altă sursă, fie tastându-l direct în câmp. Pentru a selecta cuvintele, faceți dublu clic pe un cuvânt pentru a-l selecta și apoi faceți clic pe butonul de mai jos.

source: Type or paste the text for the fill-in-the-blank activity into the field. Select the words and use the button below to hide them. You can define more than one possible answer using vertical bars to surround and separate them. E.g.: |dog|cat|bird|
pt: ~Digite ou cole o texto para a atividade de preencher as lacunas no campo. Selecione as palavras e use o botão abaixo para escondê-las. Você pode definir mais de uma resposta possível usando barras verticais para cercá-las e separá-las. Por exemplo: |cachorro|gato|pássaro|
ro: ~Tastați sau lipiți textul pentru activitatea de completare a spațiului gol în câmp. Selectați cuvintele și folosiți butonul de mai jos pentru a le ascunde. Puteți defini mai mult de un răspuns posibil folosind bare verticale pentru a le înconjura și separa. De exemplu: |câine|pisică|pasăre|

source: If unchecked, a small number of spelling and capitalization errors will be accepted. If checked, no spelling or capitalization errors will be accepted. Example: If the correct answer is Elephant and it says elephant or Eliphant, both will be considered as "close enough" by the algorithm, as there is only one spelling error, even if "Check capitalization" is checked. If the case check is disabled in this example, the lowercase letter e is not considered an error and eliphant will also be accepted. If "Strict qualification" and "Check capitalization" are enabled, the only correct answer is "Elephant". If only "Strict qualification" is enabled and "Check capitalization" is not, "elephant" will also be accepted.
pt: ~Se desmarcado, será aceito um pequeno número de erros de ortografia e capitalização. Se marcado, nenhum erro de ortografia ou capitalização será aceito. Exemplo: Se a resposta correta for Elefante e estiver escrito elefante ou Eliphant, ambas serão consideradas "suficientemente próximas" pelo algoritmo, pois há apenas um erro de ortografia, mesmo que "Verificar capitalização" esteja marcado. Se a verificação de maiúsculas e minúsculas estiver desativada neste exemplo, a letra minúscula e será considerada um erro e eliphant também será aceito. Se "Qualificação estrita" e "Verificar capitalização" estiverem ativados, a única resposta correta é "Elefante". Se apenas "Qualificação estrita" estiver ativada e "Verificar capitalização" não, "elefante" também será aceito.
ro: ~Dacă nu este bifat, vor fi acceptate un număr mic de greșeli de ortografie și de majuscule/minuscule. Dacă este bifat, nu vor fi acceptate greșeli de ortografie sau de majuscule/minuscule. Exemplu: dacă răspunsul corect este Elefant și scrie elefant sau Eliphant, ambele vor fi considerate „destul de apropiate” de algoritm, deoarece există o singură greșeală de ortografie, chiar dacă „Verificare majuscule” este bifată. Dacă verificarea cazului este dezactivată în acest exemplu, litera mică e nu va fi considerată o greșeală și eliphant va fi de asemenea acceptat. Dacă „Calificare strictă” și „Verificare majuscule” sunt activate, singurul răspuns corect este „Elefant”. Dacă doar „Calificare strictă” este activată și „Verificare majuscule” nu, „elefant” va fi de asemenea acceptat.

source: If this option is checked, answers submitted with case differences will be marked as incorrect.
pt: ~Se esta opção estiver marcada, respostas enviadas com diferenças de maiúsculas e minúsculas serão marcadas como incorretas.
ro: ~Dacă această opțiune este bifată, răspunsurile trimise cu diferențe de majuscule/minuscule vor fi marcate ca fiind incorecte.

source: GeoGebra activity
pt: ~Atividade GeoGebra
ro: ~Activitate GeoGebra

source: Show menu bar
pt: ~Mostrar barra de menu
ro: ~Afișează bara de meniu

source: Algebra input field
pt: ~Campo de entrada de álgebra
ro: ~Câmp de introducere algebra

source: Toolbar
pt: ~Barra de ferramentas
ro: ~Bară de instrumente

source: Toolbar help
pt: ~Ajuda da barra de ferramentas
ro: ~Ajutor pentru bara de instrumente

source: Reset icon
pt: ~Ícone de redefinir
ro: ~Pictogramă de resetare

source: Enable right click
pt: ~Ativar clique direito
ro: ~Activează clic dreapta

source: Error dialogs
pt: ~Diálogos de erro
ro: ~Dialoguri de eroare

source: Prevent focus
pt: ~Prevenir foco
ro: ~Prevenire focalizare

source: Fullscreen button
pt: ~Botão de tela cheia
ro: ~Buton de ecran complet

source: Disable auto-scale
pt: ~Desativar autoescala
ro: ~Dezactivează auto-scalarea

source: Suggestion buttons
pt: ~Botões de sugestão
ro: ~Butoane de sugestie

source: Play button
pt: ~Botão de reprodução
ro: ~Buton de redare

source: Insert a GeoGebra activity from www.geogebra.org. It requires an Internet connection.
pt: ~Insira uma atividade do GeoGebra de www.geogebra.org. É necessário uma conexão à Internet.
ro: ~Inserează o activitate GeoGebra de pe www.geogebra.org. Necesită o conexiune la internet.

source: General Settings
pt: ~Configurações Gerais
ro: ~Setări generale

source: URL or identifier (ID)
pt: ~URL ou identificador (ID)
ro: ~URL sau identificator (ID)

source: Load data
pt: ~Carregar dados
ro: ~Încărcare date

source: Width
pt: ~Largura
ro: ~Lățime

source: Height
pt: ~Altura
ro: ~Înălțime

source: Advanced Options
pt: ~Opções Avançadas
ro: ~Opțiuni avansate

source: Language
pt: ~Idioma
ro: ~Limba

source: Border color
pt: ~Cor da borda
ro: ~Culoarea marginii

source: Save score button
pt: ~Botão Salvar pontuação
ro: ~Buton de salvare scor

source: The button will only be displayed when exporting as SCORM and while editing in eXeLearning.
pt: ~O botão será exibido somente ao exportar como SCORM e durante a edição no eXeLearning.
ro: ~Butonul va fi afișat doar atunci când exportați ca SCORM și în timpul editării în eXeLearning.

source: Provide a valid GeoGebra URL or activity ID.
pt: ~Forneça uma URL válida do GeoGebra ou um ID de atividade.
ro: ~Introduceți o adresă URL validă GeoGebra sau ID-ul activității.

source: New Window
pt: ~Nova Janela
ro: ~Fereastră nouă

source: Please write the button text.
pt: ~Por favor, escreva o texto do botão.
ro: ~Vă rugăm să scrieți textul butonului.

source: Guess
pt: ~Adivinhe
ro: ~Ghicește

source: You lost one life
pt: ~Você perdeu uma vida
ro: ~Ai pierdut o viață
