Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Crop and save
pt: ~Recortar e salvar
ro: ~Decupează și salvează

source: Save without cropping
pt: ~Salvar sem recortar
ro: ~Salvează fără a decupa

source: Open an existing mind map from your disk
pt: ~Abrir um mapa mental existente do seu disco
ro: ~Deschide o hartă mentală existentă de pe discul tău

source: Open this map in a new window
pt: ~Abrir este mapa em uma nova janela
ro: ~Deschide această hartă într-o fereastră nouă

source: Hide or show the navigator
pt: ~Ocultar ou mostrar o navegador
ro: ~Ascunde sau afișează navigatorul

source: Open map
pt: ~Abrir mapa
ro: ~Deschide harta

source: Select a json file.
pt: ~Selecione um arquivo json.
ro: ~Selectează un fișier json.

source: Save map
pt: ~Salvar mapa
ro: ~Salvează harta

source: Save the mind map as a json file.
pt: ~Salvar o mapa mental como um arquivo json.
ro: ~Salvează harta mentală ca fișier json.

source: Text style
pt: ~Estilo do texto
ro: ~Stil text

source: Line color
pt: ~Cor da linha
ro: ~Culoare linie

source: It works with mindmaps
pt: ~Funciona com mapas mentais
ro: ~Funcționează cu hărți mentale

source: You can edit the mind map...
pt: ~Você pode editar o mapa mental...
ro: ~Poți edita harta mentală...

source: Please create a mind map.
pt: ~Por favor, crie um mapa mental.
ro: ~Te rugăm să creezi o hartă mentală.

source: Please provide a title.
pt: ~Por favor, forneça um título.
ro: ~Te rugăm să introduci un titlu.

source: Failed to save properties
pt: ~Falha ao salvar propriedades
ro: ~Salvarea proprietăților a eșuat

source: Please write the abbreviation and its meaning.
pt: ~Por favor, escreva a abreviação e seu significado.
ro: ~Te rugăm să scrii abrevierea și semnificația acesteia.

# The ACRONYM tag is not supported in HTML5. Use the ABBR tag instead?
source: The ACRONYM tag is not supported in HTML5.\n\nUse the ABBR tag instead?
pt: ~A tag ACRONYM não é suportado em HTML5.\n\nUse a tag ABBR em vez disso?
ro: ~Eticheta ACRONYM nu este suportată în HTML5.\n\nFolosiți în schimb eticheta ABBR?

source: Node
pt: ~Nó

source: Link to the elp file (it will be exported)
pt: ~Link para o arquivo de ajuda (ele será exportado)
ro: ~Link către fișierul elp (va fi exportat)

source: Please enable JavaScript to play this game.
pt: ~Por favor, ative o JavaScript para jogar este jogo.
ro: ~Vă rugăm să activați JavaScript pentru a juca acest joc.

source: Alphabet to Select From
pt: ~Alfabeto para Selecionar
ro: ~alfabetul din care să selectați

source: These games require JavaScript.
pt: ~Estes jogos requerem JavaScript.
ro: ~Aceste jocuri necesită JavaScript.

source: This is the message that the users with no JavaScript will see:
pt: ~Esta é a mensagem que os usuários sem JavaScript verão:
ro: ~Aceasta este mesajul pe care îl vor vedea utilizatorii fără JavaScript:

source: You can change it at any time.
pt: ~Você pode alterá-la a qualquer momento.
ro: ~Îl puteți schimba oricând.

source: Write the list of letters and/or numbers to choose from.
pt: ~Escreva a lista de letras e/ou números para escolher.
ro: ~Scrieți lista de litere și/sau numere din care să alegeți.

source: You may include capital letters or they can be automatically included.
pt: ~Você pode incluir letras maiúsculas ou elas podem ser incluídas automaticamente.
ro: ~Puteți include litere majuscule sau acestea pot fi incluse automat.

source: Choose if you want the game to be case sensitive.
pt: ~Escolha se deseja que o jogo seja sensível a maiúsculas e minúsculas.
ro: ~Alegeți dacă doriți ca jocul să fie sensibil la majuscule/minuscule.

source: Add at least one word to guess (question or definition + word).
pt: ~Adicione pelo menos uma palavra para adivinhar (pergunta ou definição + palavra).
ro: ~Adăugați cel puțin un cuvânt de ghicit (întrebare sau definiție + cuvânt).

source: You may delete the game from the editor itself.
pt: ~Você pode excluir o jogo diretamente do editor.
ro: ~Puteți șterge jocul chiar din editor.

source: Don't forget to check the Accessibility tab.
pt: ~Não se esqueça de verificar a aba Acessibilidade.
ro: ~Nu uitați să verificați fila de Accesibilitate.

source: Automatically include capital letters
pt: ~Incluir automaticamente letras maiúsculas
ro: ~Include automat litere majuscule

source: Word to guess
pt: ~Palavra para adivinhar
ro: ~Cuvânt de ghicit

source: Hint or definition
pt: ~Dica ou definição
ro: ~ Indiciu sau definiție

source: Accessibility
pt: ~Acessibilidade
ro: ~Accesibilitate

source: Provide a warning to users who have JavaScript disabled (Accessibility).
pt: ~Forneça um aviso aos usuários que têm o JavaScript desativado (Acessibilidade).
ro: ~Oferiți un avertisment utilizatorilor care au JavaScript dezactivat (Accesibilitate).

source: Please write the Alphabet to Select From
pt: ~Por favor, escreva o Alfabeto para Selecionar
ro: ~Vă rugăm să scrieți alfabetul din care să selectați

source: A word to guess is missing
pt: ~Falta uma palavra para adivinhar
ro: ~Lipsește un cuvânt de ghicit

source: A hint or definition is missing
pt: ~Falta uma dica ou definição
ro: ~Lipsește un indiciu sau o definiție

source: Please add at least one word to guess
pt: ~Por favor, adicione pelo menos uma palavra para adivinhar
ro: ~Vă rugăm să adăugați cel puțin un cuvânt de ghicit

source: Please select a Page
pt: ~Por favor, selecione uma Página
ro: ~Vă rugăm să selectați o pagină

source: The Link is required
pt: ~O Link é obrigatório
ro: ~Este necesar link-ul

source: The Link title is required
pt: ~O título do Link é obrigatório
ro: ~Este necesar titlul link-ului

source: Please write the Definition
pt: ~Por favor, escreva a Definição
ro: ~Vă rugăm să scrieți definiția

source: Plain text. You can add a title.
pt: ~Texto simples. Você pode adicionar um título.
ro: ~Text simplu. Puteți adăuga un titlu.

source: Write the term and its definition. You may use HTML and edit it in the editor.
pt: ~Escreva o termo e sua definição. Você pode usar HTML e editá-lo no editor.
ro: ~Scrieți termenul și definiția sa. Puteți folosi HTML și îl puteți edita în editor.

source: Show the content of the first Free Text iDevice in the specified page.
pt: ~Mostrar o conteúdo do primeiro dispositivo de texto livre na página especificada.
ro: ~Afișează conținutul primului dispozitiv Free Text din pagina specificată.

source: Term
pt: ~Termo
ro: ~Termen

source: No selection and not in link
pt: ~Sem seleção e não em link
ro: ~Neselectat și nu este în link

source: The tooltip data could not be retreived. Please create a new one choosing any of the available types.
pt: ~Não foi possível recuperar os dados da dica de ferramenta. Por favor, crie uma nova escolhendo um dos tipos disponíveis.
ro: ~Nu s-au putut prelua datele tooltip-ului. Vă rugăm să creați unul nou alegând oricare dintre tipurile disponibile.

source: Link URL
pt: ~URL do link
ro: ~URL Link

source: Definition:
pt: ~Definição:
ro: ~Definiție:

source: Make a timeline?
pt: ~Criar uma linha do tempo?
ro: ~Vrei să creezi o cronologie?

source: Change the text of the tabs adding a title to each Heading 2 with the "Insert/Edit Attributes" option:
pt: ~Alterar o texto das abas adicionando um título a cada Cabeçalho 2 com a opção "Inserir/Editar Atributos":
ro: ~Schimbă textul taburilor adăugând un titlu fiecărui Heading 2 cu opțiunea „Inserează/Editare Atribute”:

source: Please write the Content
pt: ~Por favor, escreva o Conteúdo
ro: ~Vă rugăm să scrieți Conținutul

source: Drop image here or $browse...$
pt: ~Solte a imagem aqui ou $navegue...$
ro: ~Trageți imaginea aici sau $browse...$

source: Max width
pt: ~Largura máxima
ro: ~Lățime maximă

source: Max height
pt: ~Altura máxima
ro: ~Înălțime maximă

source: Quality
pt: ~Qualidade
ro: ~Calitate

source: You just added that image. Save the iDevice or select the image again to update it.
pt: ~Você acabou de adicionar essa imagem. Salve o iDevice ou selecione a imagem novamente para atualizá-la.
ro: ~Tocmai ați adăugat acea imagine. Salvați iDevice-ul sau selectați din nou imaginea pentru a o actualiza.

source: $Save the current image$ before overwriting it.
pt: ~$Salvar a imagem atual$ antes de substituí-la.
ro: ~$Salvează imaginea curentă$ înainte de a o suprascrie.

source: Error uploading image
pt: ~Erro ao fazer upload da imagem
ro: ~Eroare la încărcarea imaginii

source: Clear Image
pt: ~Limpar Imagem
ro: ~Șterge imaginea

source: Baseline
pt: ~Linha de base
ro: ~Linie de bază

source: Text top
pt: ~Texto superior
ro: ~Text sus

source: Text Bottom
pt: ~Texto Inferior

source: Solid
pt: ~Sólido

source: Dotted
pt: ~Pontilhado

source: Dashed
pt: ~Tracejado

source: Double
pt: ~Duplo

source: Groove
pt: ~Relevo

source: Ridge
pt: ~Relevo com sulcos

source: Inset
pt: ~Inseto

source: Outset
pt: ~Saída

source: Hidden
pt: ~Oculto
ro: ~Ascuns

source: Image list
pt: ~Lista de imagens
ro: ~Listă de imagini

source: Image title
pt: ~Título da imagem
ro: ~Titlul imaginii

source: Image is decorative
pt: ~A imagem é decorativa
ro: ~Imagine decorativă

source: Show caption
pt: ~Mostrar legenda
ro: ~Afișează legenda

source: Custom File Picker
pt: ~Selecionador de arquivo personalizado
ro: ~Selector de fișiere personalizat

source: Feed URL
pt: ~URL do feed
ro: ~URL flux

source: Maximum feeds
pt: ~Feeds máximos
ro: ~Număr maxim de fluxuri

source: RSS Feed
pt: ~Feed RSS
ro: ~Flux RSS

source: Markup language
pt: ~Linguagem de marcação
ro: ~Limbaj de marcare

source: Markup (HTML, etc.)
pt: ~Marca (HTML, etc.)
ro: ~Marcare (HTML, etc.)

source: C type
pt: ~Tipo C
ro: ~Tip C

source: Line numbers
pt: ~Números das linhas
ro: ~Numere de linie

source: Line highlight
pt: ~Destaque da linha
ro: ~ Evidențiere linie

source: You must review %s&percnt; of the contents of the activity before completing the questionnaire.
pt: ~Você deve revisar %s% do conteúdo da atividade antes de concluir o questionário.
ro: ~Trebuie să revizuiți %s% din conținutul activității înainte de a completa chestionarul.

source: Error while uploading the file.
pt: ~Erro ao fazer upload do arquivo.
ro: ~Eroare la încărcarea fișierului.

source: Completed successfully
pt: ~Concluído com sucesso
ro: ~Completat cu succes

source: An unexpected error occurred while processing the file.
pt: ~Ocorreu um erro inesperado ao processar o arquivo.
ro: ~A apărut o eroare neașteptată în timpul procesării fișierului.

source: Unexpected error during upload
pt: ~Erro inesperado durante o upload
ro: ~Eroare neașteptată în timpul încărcării

source: New from Template
pt: ~Novo a partir do Modelo
ro: ~Nou din șablon

source: Failed to load template. Please try again.
pt: ~Falha ao carregar o modelo. Por favor, tente novamente.
ro: ~Nu s-a putut încărca șablonul. Vă rugăm să încercați din nou.

source: Processing file
pt: ~Processando arquivo
ro: ~Procesare fișier

source: Preparing upload...
pt: ~Preparando upload...
ro: ~Se pregătește încărcarea...

source: This may take a few moments for large files...
pt: ~Isso pode levar alguns momentos para arquivos grandes...
ro: ~Aceasta poate dura câteva momente pentru fișiere mari...

source: Uploading
pt: ~Carregando
ro: ~Încărcare

source: Uploading file...
pt: ~Carregando arquivo...
ro: ~Se încarcă fișierul...

source: Extracting files...
pt: ~Extraindo arquivos...
ro: ~Se extrag fișierele...

source: Extracting ZIP file contents. This may take several minutes for large files.
pt: ~Extraindo o conteúdo do arquivo ZIP. Isso pode levar vários minutos para arquivos grandes.
ro: ~Se extrag conținuturile fișierului ZIP. Acest lucru poate dura câteva minute pentru fișiere mari.

source: Processing content...
pt: ~Processando conteúdo...
ro: ~Se procesează conținutul...

source: Reading and validating file structure. Almost done!
pt: ~Lendo e validando a estrutura do arquivo. Quase pronto!
ro: ~Se citește și se validează structura fișierului. Aproape gata!

source: Finalizing...
pt: ~Finalizando...
ro: ~Se finalizează...

source: Completing the process...
pt: ~Concluindo o processo...
ro: ~Se finaliza procesul...

source: Processing...
pt: ~Processando...
ro: ~Se procesează...

source: Please wait...
pt: ~Por favor, aguarde...
ro: ~Vă rugăm să așteptați...

source: Error processing file
pt: ~Erro ao processar o arquivo
ro: ~Eroare la procesarea fișierului

source: Quick edit
pt: ~Edição rápida
ro: ~Editare rapidă

source: Another user is editing an iDevice on this block.
pt: ~Outro usuário está editando um iDevice neste bloco.
ro: ~Un alt utilizator editează un iDevice pe acest bloc.

source: Missing file name or path
pt: ~Nome ou caminho do arquivo ausente
ro: ~Numele fișierului sau calea lipsesc

source: Invalid request data
pt: ~Dados de solicitação inválidos
ro: ~Date de solicitare invalide

source: Uploaded file not found
pt: ~Arquivo enviado não encontrado
ro: ~Fișierul încărcat nu a fost găsit

source: Invalid file type
pt: ~Tipo de arquivo inválido
ro: ~Tip de fișier invalid

source: Highlight this page in the website navigation menu
pt: ~Destaque esta página no menu de navegação do site
ro: ~Evidențiază această pagină în meniul de navigare al site-ului

source: Subtitle
pt: ~Legenda
ro: ~Subtitlu

source: Adds additional information to the main title.
pt: ~Adiciona informações adicionais ao título principal.
ro: ~Adaugă informații suplimentare la titlul principal.

source: Prompt
ro: ~Întrebare

source: Generate 10 true or false questions. Each question must include the solution (0 = false, 1 = true), a suggestion, and feedback, all separated by #. Additionally, the feedback must not explicitly indicate whether the response is correct or incorrect
ro: ~Herbivores#1: rabbit#deer#cow#horse

source: Provide only one ordered list of steps or items, each separated by '#'.
ro: ~1#True#Ensure the classification of animals is accurate for the activity.

source: Zeros (0)
ro: ~Zero (0)

source: Menus
ro: ~Meniuri

source: Overline
ro: ~Linie de deasupra

source: Binomial
ro: ~Binomiale

source: Trios
ro: ~Trio-uri

source: You finished the game. Your score is %s.
ro: ~Ai terminat jocul. Scorul tău este %s.

source: Mediateca
ro: ~Mediatecă

source: Francium
ro: ~Franciu

source: Debate
ro: ~Dezbatere

source: Emoticons
ro: ~Emoticoane

source: Menu
ro: ~Meniu

source: iDevices
ro: ~iDevice-uri

source: iDevice
ro: ~Dispozitiv iDevice
