Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Choose what to guess:
pt: ~Escolha o que deseja adivinhar:
ro: ~Alege ce să ghicești:

source: Operator
pt: ~Operador

source: First operand
pt: ~Primeiro operando
ro: ~Primul operand

source: Second operand
pt: ~Segundo operando
ro: ~Al doilea operand

source: Number of operations:
pt: ~Número de operações:
ro: ~Numărul de operații:

source: Smallest number:
pt: ~Número menor:
ro: ~Cel mai mic număr:

source: Biggest number:
pt: ~Número maior:
ro: ~Cel mai mare număr:

source: Number of decimals (operands):
pt: ~Número de casas decimais (operandos):
ro: ~Număr de zecimale (operanzi):

source: Operations:
pt: ~Operações:
ro: ~Operații:

source: Addition
pt: ~Adição
ro: ~Adunare

source: Subtraction
pt: ~Subtração
ro: ~Scădere

source: Allow decimals in the results
pt: ~Permitir decimais nos resultados
ro: ~Permite zecimale în rezultate

source: Irreducible fraction.
pt: ~Fracionário irredutível.
ro: ~Fracție ireductibilă.

source: Allow negative results
pt: ~Permitir resultados negativos
ro: ~Permite rezultate negative

source: Allow negative
pt: ~Permitir negativo
ro: ~Permite negative

source: Allow zero as a result
pt: ~Permitir zero como resultado
ro: ~Permite zero ca rezultat

source: Relative error
pt: ~Erro relativo
ro: ~Eroare relativă

source: Absolute error
pt: ~Erro absoluto
ro: ~Eroare absolută

source: % right to see the feedback
pt: ~% direito para ver o feedback
ro: ~% drept pentru a vedea feedback-ul

source: Please specify the number of operations
pt: ~Por favor, especifique o número de operações
ro: ~Vă rugăm să specificați numărul de operații

source: Please define the minimal value of the operand
pt: ~Por favor, defina o valor mínimo do operando
ro: ~Vă rugăm să definiți valoarea minimă a operandului

source: Please define the highest value of the operand
pt: ~Por favor, defina o valor máximo do operando
ro: ~Vă rugăm să definiți valoarea maximă a operandului

source: The highest number should be bigger than the smallest one
pt: ~O número mais alto deve ser maior que o menor
ro: ~Cel mai mare număr trebuie să fie mai mare decât cel mai mic

source: No operations selected
pt: ~Nenhuma operação selecionada
ro: ~Nici o operație nu a fost selectată

source: You can't give repeated solutions
pt: ~Você não pode fornecer soluções repetidas
ro: ~Nu poți oferi soluții repetitive

source: Math problems
pt: ~Problemas de matemática
ro: ~Probleme de matematică

source: Sorry, that’s incorrect... The right answer is:
pt: ~Desculpe, isso está incorreto... A resposta correta é:
ro: ~Îmi pare rău, asta este incorect... Răspunsul corect este:

source: Create random basic math problems.
pt: ~Criar problemas de matemática básicos aleatórios.
ro: ~Creează probleme de matematică de bază aleatorii.

source: Solve the following math problems.
pt: ~Resolva os seguintes problemas de matemática.
ro: ~Rezolvă următoarele probleme de matematică.

source: Problems
pt: ~Problemas
ro: ~Probleme

source: Formula
pt: ~Fórmula
ro: ~Formulă

source: Question text:
pt: ~Texto da questão:
ro: ~Textul întrebării:

source: Calculate in square metres the surface of a triangle with a base of {b}m and a height of {h}m
pt: ~Calcule em metros quadrados a superfície de um triângulo com uma base de {b}m e uma altura de {h}m
ro: ~Calculează în metri pătrați suprafața unui triunghi cu baza de {b}m și înălțimea de {h}m

source: Define the domain of each variable
pt: ~Defina o domínio de cada variável
ro: ~Definește domeniul fiecărei variabile

source: Smallest number
pt: ~Número mais baixo
ro: ~Cel mai mic număr

source: Highest number
pt: ~Número mais alto
ro: ~Cel mai mare număr

source: Decimals
pt: ~Casas decimais
ro: ~Zecimale

source: No decimals
pt: ~Sem casas decimais
ro: ~Fără zecimale

source: Feedback (optional)
pt: ~Feedback (opcional)
ro: ~Feedback (opțional)

source: Use the Feedback to add an explanation or the right formula.
pt: ~Use o Feedback para adicionar uma explicação ou a fórmula correta.
ro: ~Folosiți Feedback-ul pentru a adăuga o explicație sau formula corectă.

source: Only the Feedback is optional
pt: ~Apenas o Feedback é opcional
ro: ~Doar Feedback-ul este opțional

source: Please write the question text
pt: ~Por favor, escreva o texto da questão
ro: ~Vă rugăm să scrieți textul întrebării

source: The domain of at least one variable is not correct
pt: ~O domínio de pelo menos uma variável não está correto
ro: ~Domeniul cel puțin unei variabile nu este corect

source: Lock
pt: ~Trancar
ro: ~Blochează

source: Show activity
pt: ~Mostrar atividade
ro: ~Arată activitate

source: Padlock
pt: ~Cadeado
ro: ~ lacăt

source: Create activities with a password protected feedback.
pt: ~Criar atividades com feedback protegido por senha.
ro: ~Creează activități cu feedback protejat prin parolă.

source: Periodic table
pt: ~Tabela periódica
ro: ~Tabel periodic

source: Atomic number
pt: ~Número atômico
ro: ~Număr atomic

source: Find the element with the number
pt: ~Encontre o elemento com o número
ro: ~Găsește elementul cu numărul

source: Click on this chemical element
pt: ~Clique neste elemento químico
ro: ~Dă clic pe acest element chimic

source: Verify
pt: ~Verificar
ro: ~Verifică

source: Play again
pt: ~Jogar novamente
ro: ~Joacă din nou

source: The game is over. Your score is %s. Correct answers: %s out of %s.
pt: ~O jogo acabou. Sua pontuação é %s. Respostas corretas: %s de %s.
ro: ~Jocul s-a încheiat. Scorul tău este %s. Răspunsuri corecte: %s din %s.

source: Enter a valid atomic number
pt: ~Insira um número atômico válido
ro: ~Introduceți un număr atomic valid

source: The element name must contain only letters
pt: ~O nome do elemento deve conter apenas letras
ro: ~Numele elementului trebuie să conțină doar litere

source: The symbol must contain one or two letters, starting with an uppercase letter
pt: ~O símbolo deve conter uma ou duas letras, começando com uma letra maiúscula
ro: ~Simbolul trebuie să conțină una sau două litere, începând cu literă majusculă

source: Select a group of chemical elements
pt: ~Selecione um grupo de elementos químicos
ro: ~Selectați un grup de elemente chimice

source: Write a valid configuration based, if applicable, on the preceding noble gas
pt: ~Escreva uma configuração válida, se aplicável, baseada no gás nobre precedente
ro: ~Scrieți o configurație validă, dacă este cazul, pe baza gazului nobil anterior

source: Enter the oxidation states of this element, separated by commas
pt: ~Insira os estados de oxidação deste elemento, separados por vírgulas
ro: ~Introduceți stările de oxidare ale acestui element, separate prin virgule

source: Click on a chemical element
pt: ~Clique em um elemento químico
ro: ~Faceți clic pe un element chimic

source: Correct. Click on another element
pt: ~Correto. Clique em outro elemento
ro: ~Corect. Faceți clic pe un alt element

source: That is not correct. Try again
pt: ~Isso não está correto. Tente novamente
ro: ~Aceasta nu este corect. Încercați din nou

source: You have used all your attempts. Try another element
pt: ~Você usou todas as suas tentativas. Experimente outro elemento
ro: ~Ați folosit toate încercările. Încercați un alt element

source: Try another element
pt: ~Tente outro elemento
ro: ~Încercați un alt element

source: That is not correct. Next element
pt: ~Isso não está correto. Próximo elemento
ro: ~Aceasta nu este corect. Elementul următor

source: Correct. This is the chemical element we are looking for
pt: ~Correto. Este é o elemento químico que estamos procurando
ro: ~Corect. Acesta este elementul chimic pe care îl căutăm

source: That is not correct. You clicked on: %s. Number of attempts: %d. Try again
pt: ~Isso não está correto. Você clicou em: %s. Número de tentativas: %d. Tente novamente
ro: ~Aceasta nu este corect. Ați făcut clic pe: %s. Număr de încercări: %d. Încercați din nou

source: You have used all your attempts
pt: ~Você usou todas as suas tentativas
ro: ~Ați folosit toate încercările

source: That is not correct. You clicked on: %s.
pt: ~Isso não está correto. Você clicou em: %s.
ro: ~Aceasta nu este corect. Ați făcut clic pe: %s.

source: Complete the missing information in this element
pt: ~Preencha as informações faltantes neste elemento
ro: ~Completați informațiile lipsă din acest element

source: Click on one of the marked chemical elements.
pt: ~Clique em um dos elementos químicos marcados.
ro: ~Faceți clic pe unul dintre elementele chimice marcate.

source: Number
pt: ~Número
ro: ~Număr

source: Symbol
pt: ~Símbolo
ro: ~Simbol

source: Configuration
pt: ~Configuração
ro: ~Configurare

source: Oxidations
pt: ~Oxidações
ro: ~Oxidări

source: Alkali metal
pt: ~Metal alcalino
ro: ~Metal alcalin

source: Alkaline earth metal
pt: ~Metal alcalino-terroso
ro: ~Metal alcalino pământesc

source: Transition metal
pt: ~Metal de transição
ro: ~Metal de tranziție

source: Post-transition metal
pt: ~Metal pós-transição
ro: ~Metal post-tranziție

source: Metalloid
pt: ~Metaloide
ro: ~Metaloid

source: Non-metal
pt: ~Não-metal

source: Halogen
pt: ~Halogênio

source: Noble gas
pt: ~Gás nobre
ro: ~Gaz nobil

source: Lanthanide
pt: ~Lantanídeo
ro: ~Lantanide

source: Actinide
pt: ~Actinídeo

source: Hydrogen
pt: ~Hidrogênio
ro: ~Hidrogen

source: Helium
pt: ~Hélio
ro: ~Heliu

source: Lithium
pt: ~Lítio
ro: ~Litiu

source: Beryllium
pt: ~Berílio
ro: ~Beriliu

source: Boron
pt: ~Boro

source: Carbon
pt: ~Carbono

source: Fluorine
pt: ~Flúor
ro: ~Fluor

source: Neon
pt: ~Neônio

source: Sodium
pt: ~Sódio
ro: ~Sodiu

source: Magnesium
pt: ~Magnésio
ro: ~Magneziu

source: Aluminum
pt: ~Alumínio
ro: ~Aluminiu

source: Silicon
pt: ~Silício
ro: ~Siliciu

source: Phosphorus
pt: ~Fósforo
ro: ~Fosfor

source: Sulfur
pt: ~Enxofre

source: Chlorine
pt: ~Cloro
ro: ~Clor

source: Argon
pt: ~Argônio

source: Potassium
pt: ~Potássio
ro: ~Potasiu

source: Calcium
pt: ~Cálcio
ro: ~Calciu

source: Scandium
pt: ~Escândio

source: Titanium
pt: ~Titânio

source: Vanadium
pt: ~Vanádio
ro: ~Vanadiu

source: Chromium
pt: ~Cromo
ro: ~Crom

source: Manganese
pt: ~Manganês
ro: ~Mangan

source: Iron
pt: ~Ferro
ro: ~Fier

source: Cobalt
pt: ~Cobalto

source: Nickel
pt: ~Níquel
ro: ~Nichel

source: Copper
pt: ~Cobre
ro: ~Cupru

source: Zinc
pt: ~Zinco

source: Gallium
pt: ~Galium

source: Germanium
pt: ~Germanio

source: Arsenic
pt: ~Arsênio

source: Selenium
pt: ~Selênio
ro: ~Seleniuм

source: Bromine
pt: ~Bromo
ro: ~Brom

source: Krypton
pt: ~Criptônio

source: Rubidium
pt: ~Rubídio
ro: ~Rubidiuм

source: Strontium
pt: ~Estrôncio
ro: ~Strontiuм

source: Yttrium
pt: ~Ítrio
ro: ~Yttriuм

source: Zirconium
pt: ~Zircônio
ro: ~Zirconiuм

source: Niobium
pt: ~Niobio
ro: ~Niobiu

source: Molybdenum
pt: ~Molibdênio
ro: ~Molybden

source: Technetium
pt: ~Tecnécio
ro: ~Tehniciu

source: Ruthenium
pt: ~Rútenio
ro: ~Ruteniu

source: Rhodium
pt: ~Ródio
ro: ~Rodiu

source: Palladium
pt: ~Paládio
ro: ~Paladiu

source: Silver
pt: ~Prata
ro: ~Argint

source: Cadmium
pt: ~Cádmio
ro: ~Cadmiu

source: Indium
pt: ~Índio
ro: ~Indiu

source: Tin
pt: ~Estanho
ro: ~Staniu

source: Antimony
pt: ~Antimônio
ro: ~Antimoniu

source: Tellurium
pt: ~Telúrio
ro: ~Telluriu

source: Iodine
pt: ~Iodo
ro: ~Iod

source: Xenon
pt: ~Xenônio

source: Cesium
pt: ~Césio
ro: ~Cesiu

source: Barium
pt: ~Bário
ro: ~Bariu

source: Lanthanum
pt: ~Lantânio
ro: ~Lantan

source: Cerium
pt: ~Cério
ro: ~Ceriu

source: Praseodymium
pt: ~Praseodímio
ro: ~Praseodimiu

source: Neodymium
pt: ~Neodímio
ro: ~Neodimiu

source: Promethium
pt: ~Promécio
ro: ~Prometium

source: Samarium
pt: ~Samário
ro: ~Samariu

source: Europium
pt: ~ Európio
ro: ~ Europiu

source: Gadolinium
pt: ~Gadolínio
ro: ~Gadoliniu

source: Terbium
pt: ~Térbio
ro: ~Terbiu

source: Dysprosium
pt: ~Disprósio
ro: ~Disprosiu

source: Holmium
pt: ~Hólmio
ro: ~Holmiu

source: Erbium
pt: ~Érbio
ro: ~Erbiu

source: Thulium
pt: ~Túlio
ro: ~Tuliu

source: Ytterbium
pt: ~Itérbio
ro: ~Iterbiu

source: Lutetium
pt: ~Lutécio
ro: ~Lutetiu

source: Hafnium
pt: ~Háfnio
ro: ~Hafniu

source: Tantalum
pt: ~Tântalo
ro: ~Tantal

source: Tungsten
pt: ~Tungstênio

source: Rhenium
pt: ~Rênio
ro: ~Reniu

source: Osmium
pt: ~Ósmio

source: Iridium
pt: ~Irídio

source: Platinum
pt: ~Platina
ro: ~Platină

source: Gold
pt: ~Ouro
ro: ~Aur

source: Thallium
pt: ~Tálio
ro: ~Tellur

source: Lead
pt: ~Líder
ro: ~Lider

source: Bismuth
pt: ~Bismuto
ro: ~Bismut

source: Polonium
pt: ~Polônio
ro: ~Poloniu

source: Astatine
pt: ~Astato
ro: ~Astatin

source: Radon
pt: ~Radônio

source: Radium
pt: ~ Rádio
ro: ~Radiu

source: Actinium
pt: ~Actínio
ro: ~Actiniu

source: Thorium
pt: ~Tório
ro: ~Toriu

source: Protactinium
pt: ~Protactínio
ro: ~Protactiniu

source: Uranium
pt: ~Uranio

source: Neptunium
pt: ~Neptúnio

source: Plutonium
pt: ~Plutônio

source: Americium
pt: ~Amerício

source: Curium
pt: ~Cúrio

source: Berkelium
pt: ~Berkélio

source: Californium
pt: ~Califórnio

source: Einsteinium
pt: ~Einsteinio

source: Fermium
pt: ~Férmio

source: Mendelevium
pt: ~Mendelévio

source: Copernicium
pt: ~Copernício
ro: ~Coperniciu

source: Nihonium
pt: ~Nihônio
ro: ~Nihoniu

source: Flerovium
pt: ~Fleróvio
ro: ~Fleroviu

source: Moscovium
pt: ~Moscóvio
ro: ~Moscoviu

source: Livermorium
pt: ~Livermório

source: Tennessine
pt: ~Tennessino

source: Oganesson
pt: ~Oganessônio
ro: ~Oganesonu

source: Create interactive activities for the periodic table
pt: ~Criar atividades interativas para a tabela periódica
ro: ~Creați activități interactive pentru tabelul periodic

source: Complete the following questions about the periodic table.
pt: ~Complete as seguintes perguntas sobre a tabela periódica.
ro: ~Completați următoarele întrebări despre tabelul periodic.

source: Mode
pt: ~Modo
ro: ~Mod

source: Mobile
pt: ~Móvel
ro: ~Mobil

source: Data to complete
pt: ~Dados para completar
ro: ~Date pentru finalizare

source: Electronic configuration
pt: ~Configuração eletrônica
ro: ~Configurație electronică

source: Oxidation states
pt: ~Estados de oxidação
ro: ~Stări de oxidare

source: Alkali metals
pt: ~Metais alcalinos
ro: ~Metale alcaline

source: Alkaline earth metals
pt: ~Metais alcalino-terrosos
ro: ~Metale alcalino-pământoase

source: Transition metals
pt: ~Metais de transição
ro: ~Metale de tranziție

source: Post-Transition metals
pt: ~Metais pós-transição
ro: ~Metale post-tranziție

source: Metalloids
pt: ~Metaloides
ro: ~Metaloide

source: Non-metals
pt: ~Não-metais
ro: ~Non-metale

source: Halogens
pt: ~Halogênios
ro: ~Halogeni

source: Noble gases
pt: ~Gases nobres
ro: ~Gaze nobile

source: Lanthanides
pt: ~Lantanídeos
ro: ~Lantanide

source: Actinides
pt: ~Atinídeos
ro: ~Actinide

source: Element Groups
pt: ~Grupos de elementos
ro: ~Grupuri de elemente

source: Summary of activities
pt: ~Resumo das atividades
ro: ~Sumar al activităților

source: You have not completed any of the suggested activities to be assessed in this educational resource.
pt: ~Você não concluiu nenhuma das atividades sugeridas para serem avaliadas neste recurso educacional.
ro: ~Nu ați finalizat nicio activitate sugerată pentru a fi evaluată în această resursă educațională.

source: Number of activities to be completed: %s
pt: ~Número de atividades a serem concluídas: %s
ro: ~Numărul de activități de finalizat: %s

source: The following table registers the results you have obtained in the completed, suggested and assessed activities in this educational resource.
pt: ~A tabela a seguir registra os resultados obtidos nas atividades concluídas, sugeridas e avaliadas neste recurso educacional.
ro: ~Tabelul următor înregistrează rezultatele obținute în activitățile finalizate, sugerate și evaluate în această resursă educațională.

source: Average score
pt: ~Pontuação média
ro: ~Scor mediu

source: Update
pt: ~Atualizar
ro: ~Actualizare

source: No. of activities: %s
pt: ~Número de atividades: %s
ro: ~Număr de activități: %s

source: Completed: %s
pt: ~Concluídas: %s
ro: ~Finalizate: %s

source: Average score: %s
pt: ~Pontuação média: %s
ro: ~Scor mediu: %s

source: Average score of completed activities: %s
pt: ~Pontuação média das atividades concluídas: %s
ro: ~Scor mediu al activităților finalizate: %s

source: This will eliminate the stored scores of all activities. Are you sure you want to continue?
pt: ~Isso irá eliminar as pontuações armazenadas de todas as atividades. Tem certeza de que deseja continuar?
ro: ~Aceasta va șterge scorurile stocate ale tuturor activităților. Sunteți sigur că doriți să continuați?

source: Educational resource sections
pt: ~Seções de recursos educacionais
ro: ~Secțiuni de resurse educaționale

source: progress_report
pt: ~relatório_de_progresso
ro: ~raport_de_progres

source: Go to the activity
pt: ~Ir para a atividade
ro: ~Mergi la activitate

source: Error recovering data
pt: ~Erro ao recuperar dados
ro: ~Eroare la recuperarea datelor

source: Scored Activities
pt: ~Atividades pontuadas
ro: ~Activități punctate

source: In preview mode, visit this progress report to see the status of all associated scored activities. This status can be:
pt: ~No modo de visualização, acesse este relatório de progresso para ver o status de todas as atividades pontuadas associadas. Este status pode ser:
ro: ~În modul de previzualizare, vizitați acest raport de progres pentru a vedea starea tuturor activităților punctate asociate. Această stare poate fi:

source: This message will only be displayed in edit mode.
pt: ~Esta mensagem será exibida apenas no modo de edição.
ro: ~Acest mesaj va fi afișat doar în modul de editare.

source: Uncompleted Activity
pt: ~Atividade não concluída
ro: ~Activitate nefinalizată

source: Unsuccessful Activity
pt: ~Atividade malsucedida
ro: ~Activitate nereușită

source: Successful Activity
pt: ~Atividade bem-sucedida
ro: ~Activitate reușită

source: In local mode, the results of completed activities cannot be displayed in the report
pt: ~No modo local, os resultados das atividades concluídas não podem ser exibidos no relatório
ro: ~În modul local, rezultatele activităților finalizate nu pot fi afișate în raport

source: Download progress report
pt: ~Baixar relatório de progresso
ro: ~Descărcați raportul de progres

source: Edit this iDevice to update its contents.
pt: ~Edite este dispositivo para atualizar seu conteúdo.
ro: ~Editați acest dispozitiv pentru a actualiza conținutul său.

source: It shows the result of the pupils in the activities linked to their average score.
pt: ~Mostra o resultado dos alunos nas atividades vinculadas à sua pontuação média.
ro: ~Afișează rezultatul elevilor în activitățile legate de media lor.

source: The ID can be a number or word of more than five characters. You must use the same ID in all the activities you will assess in this progress report.
pt: ~O ID pode ser um número ou uma palavra com mais de cinco caracteres. Você deve usar o mesmo ID em todas as atividades que irá avaliar neste relatório de progresso.
ro: ~ID-ul poate fi un număr sau un cuvânt de mai mult de cinci caractere. Trebuie să folosiți același ID în toate activitățile pe care le veți evalua în acest raport de progres.

source: Refresh pages
pt: ~Atualizar páginas
ro: ~Reîmprospătează paginile

source: Show date and time
pt: ~Mostrar data e hora
ro: ~Afișează data și ora

source: Show type of iDevice
pt: ~Mostrar tipo de iDevice
ro: ~Afișează tipul de dispozitiv iDevice

source: Link report activities
pt: ~Vincular atividades do relatório
ro: ~Link către activitățile raportului

source: All pages and iDevices
pt: ~Todas as páginas e iDevices
ro: ~Toate paginile și iDevice-urile

source: All pages and only evaluable iDevices
pt: ~Todas as páginas e apenas iDevices avaliáveis
ro: ~Toate paginile și doar iDevice-urile evaluabile

source: Only pages with evaluable activities
pt: ~Apenas páginas com atividades avaliáveis
ro: ~Doar paginile cu activități evaluabile

source: Available iDevices
pt: ~iDevices disponíveis
ro: ~iDevice-uri disponibile

source: This iDevice is compatible with all game iDevices and all interactive activities.
pt: ~Este iDevice é compatível com todos os iDevices de jogos e todas as atividades interativas.
ro: ~Acest iDevice este compatibil cu toate iDevice-urile de joc și toate activitățile interactive.

source: Puzzle
pt: ~Quebra-cabeça

source: Time is up
pt: ~O tempo acabou
ro: ~Timpul s-a scurs

source: You completed all the activities!
pt: ~Você completou todas as atividades!
ro: ~Ai finalizat toate activitățile!

source: Number of activities to be completed
pt: ~Número de atividades a serem concluídas
ro: ~Număr de activități de finalizat

source: Please try again
pt: ~Por favor, tente novamente
ro: ~Te rugăm să încerci din nou

source: Show/Hide numbers
pt: ~Mostrar/Ocultar números
ro: ~Afișează/Ascunde numerele

source: Time spent
pt: ~Tempo gasto
ro: ~Timp petrecut

source: Puzzle completed
pt: ~Quebra-cabeça concluído
ro: ~Puzzle finalizat

source: Repeat
pt: ~Repetir
ro: ~Repetă

source: You must select the puzzle image
pt: ~Você deve selecionar a imagem do quebra-cabeça
ro: ~Trebuie să selectezi imaginea puzzle-ului

source: Select an image
pt: ~Selecionar uma imagem
ro: ~Selectează o imagine

source: Create interactive activities where players must solve various puzzles.
pt: ~Criar atividades interativas onde os jogadores devem resolver vários quebra-cabeças.
ro: ~Creează activități interactive în care jucătorii trebuie să rezolve diferite puzzle-uri.

source: Solve the following puzzles.
pt: ~Resolva os seguintes quebra-cabeças.
ro: ~Rezolvă următoarele puzzle-uri.

source: Random puzzles.
pt: ~Quebra-cabeças aleatórios.
ro: ~Puzzle-uri aleatorii.

source: % Activities
pt: ~% Atividades
ro: ~% Activități

source: Puzzles
pt: ~Quebra-cabeças
ro: ~Puzzle-uri

source: Slide
pt: ~Deslizar
ro: ~Glisează

source: Swap
pt: ~Trocar
ro: ~Schimbă

source: Show image
pt: ~Mostrar imagem
ro: ~Afișează imaginea

source: Show numbers
pt: ~Mostrar números
ro: ~Afișează numere

source: Show time
pt: ~Mostrar horário
ro: ~Arată timpul

source: Show attempt
pt: ~Mostrar tentativa
ro: ~Arată încercarea

source: Statement
pt: ~Declaração
ro: ~Declarație

source: Feedback/Solution
pt: ~Feedback/Solução
ro: ~Feedback/Soluție

source: Add an activity
pt: ~Adicionar uma atividade
ro: ~Adaugă o activitate

source: First activity
pt: ~Primeira atividade
ro: ~Prima activitate

source: Previous activity
pt: ~Atividade anterior
ro: ~Activitatea anterioară

source: Puzzle number:
pt: ~Número do quebra-cabeça:
ro: ~Numărul puzzle-ului:

source: Next activity
pt: ~Próxima atividade
ro: ~Următoarea activitate

source: Last activity
pt: ~Última atividade
ro: ~Ultima activitate

source: Copy activity
pt: ~Copiar atividade
ro: ~Copiere activitate

source: Cut activity
pt: ~Recortar atividade
ro: ~Tăiere activitate

source: Paste activity
pt: ~Colar atividade
ro: ~Lipire activitate

source: Quick questions
pt: ~Perguntas rápidas
ro: ~Întrebări rapide

source: Video Intro
pt: ~Introdução em vídeo
ro: ~Introducere video

source: Create activities in which students see a video, image or text and they have to choose the right answer.
pt: ~Crie atividades nas quais os estudantes veem um vídeo, imagem ou texto e precisam escolher a resposta correta.
ro: ~Creați activități în care elevii vizionează un videoclip, o imagine sau un text și trebuie să aleagă răspunsul corect.

source: Custom score
pt: ~Pontuação personalizada
ro: ~Scor personalizat

source: lives
pt: ~vidas
ro: ~vieți

source: Play the introduction video
pt: ~Assistir ao vídeo de introdução
ro: ~Redă videoclipul de introducere

source: YouTube URL
pt: ~URL do YouTube
ro: ~URL YouTube

source: Play
pt: ~Jogar
ro: ~Joacă

source: test
pt: ~teste

source: Multiple Choice Quiz
pt: ~Questionário de Escolha Múltipla
ro: ~Chestionar cu alegere multiplă

source: Rich Text
pt: ~Texto Rico
ro: ~Text îmbogățit

source: Please order the answers
pt: ~Por favor, organize as respostas
ro: ~Vă rugăm să ordonați răspunsurile
