Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Style properties
pt: ~Propriedades do estilo
ro: ~Proprietăți ale stilului

source: Style
pt: ~Estilo
ro: ~Stil

source: Are you sure you want to delete the style: ${theme.id}?
pt: ~Tem certeza de que deseja excluir o estilo: ${theme.id}?
ro: ~Sigur doriți să ștergeți stilul: ${theme.id}?

source: Upload
pt: ~Enviar
ro: ~Încărcare

source: Upload to Dropbox
pt: ~Enviar para o Dropbox
ro: ~Încărcare în Dropbox

source: Select the Dropbox directory where the project will be uploaded:
pt: ~Selecione o diretório do Dropbox onde o projeto será enviado:
ro: ~Selectați directorul Dropbox în care va fi încărcat proiectul:

source: Upload to Google Drive
pt: ~Enviar para o Google Drive
ro: ~Încărcare pe Google Drive

source: Select the Google Drive directory where the project will be uploaded:
pt: ~Selecione o diretório do Google Drive onde o projeto será carregado:
ro: ~Selectați directorul Google Drive în care va fi încărcat proiectul:

source: An error occurred while saving block's properties in database
pt: ~Ocorreu um erro ao salvar as propriedades do bloco no banco de dados
ro: ~A apărut o eroare în timpul salvării proprietăților blocului în baza de date

source: Select an icon
pt: ~Selecionar um ícone
ro: ~Selectați o pictogramă

source: No icon
pt: ~Sem ícone
ro: ~Nicio pictogramă

source: Edit title
pt: ~Editar título
ro: ~Editați titlul

source: Move up
pt: ~Mover para cima
ro: ~Mutare în sus

source: Move down
pt: ~Mover para baixo
ro: ~Mutare în jos

source: Clone
pt: ~Clonar
ro: ~Clonați

source: Move to
pt: ~Mover para
ro: ~Mutare la

source: Delete box
pt: ~Excluir caixa
ro: ~Ștergeți caseta

source: Check links
pt: ~Verificar links
ro: ~Verifică linkurile

source: Delete the box and all its iDevices? This cannot be undone.
pt: ~Excluir a caixa e todos os seus dispositivos? Isso não pode ser desfeito.
ro: ~Șterge cutia și toate dispozitivele sale? Aceasta nu poate fi anulată.

source: Box properties
pt: ~Propriedades da caixa
ro: ~Proprietățile cutiei

source: Move Block to page
pt: ~Mover Bloco para a página
ro: ~Mută blocul pe pagină

source: Download error
pt: ~Erro ao baixar
ro: ~Eroare la descărcare

source: Show
pt: ~Mostrar
ro: ~Afișează

source: Select the page you want to move the block to. This will be at the end of it.
pt: ~Selecione a página para a qual deseja mover o bloco. Ele ficará no final dela.
ro: ~Selectează pagina pe care vrei să muți blocul. Acesta va fi la sfârșitul acesteia.

source: Select icon
pt: ~Ícone de seleção
ro: ~Selectează pictograma

source: Empty
pt: ~Vazio
ro: ~Gol

source: Block error
pt: ~Erro no bloco
ro: ~Eroare la bloc

source: An error occurred while update component in database
pt: ~Ocorreu um erro ao atualizar o componente no banco de dados
ro: ~A apărut o eroare în timpul actualizării componentelor în bază de date

source: Identical contents in the same page might cause errors. Edit the new one or move it to another page.
pt: ~Conteúdos idênticos na mesma página podem causar erros. Edite o novo ou mova-o para outra página.
ro: ~Conținuturile identice de pe aceeași pagină pot cauza erori. Editează noul conținut sau mută-l pe o altă pagină.

source: An error occurred while clone component in database
pt: ~Ocorreu um erro ao clonar o componente no banco de dados
ro: ~A apărut o eroare în timpul clonării componentei în bază de date

source: An error occurred while removing the component from the database
pt: ~Ocorreu um erro ao remover o componente do banco de dados
ro: ~A apărut o eroare în timpul eliminării componentei din bază de date

source: Discard changes
pt: ~Descartar alterações
ro: ~Anulează modificările

source: iDevice properties
pt: ~Propriedades do iDevice
ro: ~Proprietățile iDevice

source: Delete iDevice? This cannot be undone.
pt: ~Excluir iDevice? Isso não pode ser desfeito.
ro: ~Șterge iDevice? Aceasta nu poate fi anulată.

source: Discard all changes?
pt: ~Descartar todas as alterações?
ro: ~Anulează toate modificările?

source: Move iDevice to page
pt: ~Mover iDevice para a página
ro: ~Mută iDevice pe pagină

source: Select the page where you want to move the iDevice. It will be placed at the end of the page.
pt: ~Selecione a página para onde deseja mover o iDevice. Ele será colocado no final da página.
ro: ~Selectează pagina pe care vrei să muți iDevice-ul. Va fi plasat la sfârșitul paginii.

source: An error occurred while save component in database
pt: ~Ocorreu um erro ao salvar o componente no banco de dados
ro: ~A apărut o eroare în timpul salvării componentului în bazele de date

source: An error occurred while saving the iDevice’s properties to the database.
pt: ~Ocorreu um erro ao salvar as propriedades do iDevice no banco de dados.
ro: ~A apărut o eroare în timpul salvării proprietăților iDevice-ului în bazele de date.

source: File is too large
pt: ~Arquivo muito grande
ro: ~Fișierul este prea mare

source: Error saving the iDevice
pt: ~Erro ao salvar o iDevice
ro: ~Eroare la salvarea iDevice-ului

source: Failed to save the iDevice to database
pt: ~Falha ao salvar o iDevice no banco de dados
ro: ~Salvarea iDevice-ului a eșuat

source: Not allowed
pt: ~Não permitido
ro: ~Nu este permis

source: You cannot edit another iDevice until you save the current one
pt: ~Você não pode editar outro iDevice até salvar o atual
ro: ~Nu puteți edita alt iDevice până nu salvați cel curent

source: Remove Block
pt: ~Remover Bloco
ro: ~Eliminați Blocul

source: iDevice deleted. Now the box is empty. Delete the box too?
pt: ~iDevice excluído. Agora a caixa está vazia. Deseja excluir a caixa também?
ro: ~iDevice șters. Acum cutia este goală. Să ștergem și cutia?

source: Failed to load the iDevice.
pt: ~Falha ao carregar o iDevice.
ro: ~Încărcarea iDevice-ului a eșuat.

source: Failed to load the iDevice view.
pt: ~Falha ao carregar a visualização do iDevice.
ro: ~Nu s-a putut încărca vizualizarea iDevice-ului.

source: You can't add an iDevice on the root page
pt: ~Você não pode adicionar um iDevice na página raiz
ro: ~Nu puteți adăuga un iDevice pe pagina principală

source: Problem adding iDevice
pt: ~Problema ao adicionar o iDevice
ro: ~Problema la adăugarea iDevice-ului

source: You are currently editing another iDevice. Please close it before continuing
pt: ~Você está editando outro iDevice no momento. Por favor, feche-o antes de continuar
ro: ~În prezent editați un alt iDevice. Vă rugăm să îl închideți înainte de a continua

source: An error occurred while loading the iDevice.
pt: ~Ocorreu um erro ao carregar o iDevice.
ro: ~A apărut o eroare în timpul încărcării iDevice-ului.

source: The box is empty. Do you want to delete it?
pt: ~A caixa está vazia. Deseja excluí-la?
ro: ~Caseta este goală. Doriți să o ștergeți?

source: This page is being edited by:
pt: ~Esta página está sendo editada por:
ro: ~Această pagină este editată de:

source: at
pt: ~em
ro: ~la

source: This resource is being edited by:
pt: ~Este recurso está sendo editado por:
ro: ~Această resursă este editată de:

source: Force Unlock
pt: ~Forçar Desbloqueio
ro: ~Dezactivare forțată

source: The project has been saved.
pt: ~O projeto foi salvo.
ro: ~Proiectul a fost salvat.

source: Error while saving: ${response.responseMessage}
pt: ~Erro ao salvar: ${response.responseMessage}
ro: ~Eroare la salvare: ${response.responseMessage}

source: Style changed
pt: ~Estilo alterado
ro: ~Stil modificat

source: Your style has changed. Reload the page to apply changes?
pt: ~Seu estilo foi alterado. Deseja recarregar a página para aplicar as mudanças?
ro: ~Stilul tău s-a schimbat. Vrei să reîncarci pagina pentru a aplica modificările?

source: Undo the last action?
pt: ~Desfazer a última ação?
ro: ~Anulează ultima acțiune?

source: Unable to undo the last action.
pt: ~Não foi possível desfazer a última ação.
ro: ~Nu se poate anula ultima acțiune.

source: An error occurred while saving the component.
pt: ~Ocorreu um erro ao salvar o componente.
ro: ~A apărut o eroare în timpul salvării componentului.

source: You are editing an iDevice. Please close it before continuing
pt: ~Você está editando um iDevice. Por favor, feche-o antes de continuar
ro: ~Editezi un iDevice. Te rugăm să îl închizi înainte de a continua

source: Required
pt: ~Obrigatório
ro: ~Obligatoriu

source: Please fill in all required fields.
pt: ~Por favor, preencha todos os campos obrigatórios.
ro: ~Te rugăm să completezi toate câmpurile obligatorii.

source: Save metadata and properties
pt: ~Salvar metadados e propriedades
ro: ~Salvează metadatele și proprietățile

source: Properties error
pt: ~Erro nas propriedades
ro: ~Eroare la proprietăți

source: An error occurred while saving properties
pt: ~Ocorreu um erro ao salvar as propriedades
ro: ~A apărut o eroare în timpul salvării proprietăților

source: An error occurred while saving node's properties in database
pt: ~Ocorreu um erro ao salvar as propriedades do nó no banco de dados
ro: ~A apărut o eroare în timpul salvării proprietăților nodului în bază de date

source: Structure node error
pt: ~Erro no nó de estrutura
ro: ~Eroare la nodul de structură

source: An error occurred while saving the node in database
pt: ~Ocorreu um erro ao salvar o nó no banco de dados
ro: ~A apărut o eroare în timpul salvării nodului în bază de date

source: An error occurred while cloning the node in database
pt: ~Ocorreu um erro ao clonar o nó no banco de dados
ro: ~A apărut o eroare în timpul clonării nodului în bază de date

source: An error occurred while updating the node in database
pt: ~Ocorreu um erro ao atualizar o nó no banco de dados
ro: ~A apărut o eroare în timpul actualizării nodului în bază de date

source: An error occurred while remove the node in database
pt: ~Ocorreu um erro ao remover o nó do banco de dados
ro: ~A apărut o eroare în timpul ștergerii nodului din bază de date

source: The score can't be saved because this page is not part of a SCORM package.
pt: ~A pontuação não pode ser salva porque esta página não faz parte de um pacote SCORM.
ro: ~Scorul nu poate fi salvat deoarece această pagină nu face parte dintr-un pachet SCORM.

source: Ready?
pt: ~Pronto?
ro: ~Gata?

source: Click here to start
pt: ~Clique aqui para começar
ro: ~Click aici pentru a începe

source: Move on
pt: ~Avançar
ro: ~Continuă

source: Reply
pt: ~Responder
ro: ~Răspunde

source: Submit
pt: ~Enviar
ro: ~Trimite

source: Enter the access code
pt: ~Digite o código de acesso
ro: ~Introdu codul de acces

source: The access code is not correct
pt: ~O código de acesso não está correto
ro: ~Codul de acces nu este corect

source: Game Over!
pt: ~Fim de jogo!
ro: ~Joc încheiat!

source: New word
pt: ~Nova palavra
ro: ~Cuvânt nou

source: Starts with %1
pt: ~Começa com %1
ro: ~Începe cu %1

source: Contains letter %1
pt: ~Contém a letra %1
ro: ~Conține litera %1

source: Move on to the next word
pt: ~Passe para a próxima palavra
ro: ~Treci la cuvântul următor

source: Provide a word
pt: ~Forneça uma palavra
ro: ~Oferă un cuvânt

source: Cool! The clue is:
pt: ~Legal! A dica é:
ro: ~Super! Indiciul este:

source: Click here for a new game
pt: ~Clique aqui para um novo jogo
ro: ~Click aici pentru un nou joc

source: You have got %1 hits and %2 misses
pt: ~Você obteve %1 acertos e %2 erros
ro: ~Ai %1 lovituri și %2 rate

source: Play Again
pt: ~Jogar novamente
ro: ~Joacă din nou

source: Access code required
pt: ~Código de acesso necessário
ro: ~Este necesar codul de acces

source: The information you were looking for
pt: ~A informação que você procurava
ro: ~Informația pe care o căutai

source: Click here to play
pt: ~Clique aqui para jogar
ro: ~Click aici pentru a juca

source: Minimize
pt: ~Minimizar
ro: ~Minimizează

source: Maximize
pt: ~Maximizar
ro: ~Maximizează

source: Hits
pt: ~Acertos
ro: ~Lovituri

source: Errors
pt: ~Erros
ro: ~Erori

source: Time Limit (mm:ss)
pt: ~Limite de tempo (mm:ss)
ro: ~Timp limită (mm:ss)

source: One round
pt: ~Uma rodada
ro: ~Un singur runda

source: Two rounds
pt: ~Duas rodadas
ro: ~Două runde

source: Image
pt: ~Imagem
ro: ~Imagine

source: No image
pt: ~Sem imagem
ro: ~Fără imagine

source: Write the correct word and click on Reply. If you hesitate, click on Move on.
pt: ~Escreva a palavra correta e clique em Responder. Se hesitar, clique em Avançar.
ro: ~Scrie cuvântul corect și apasă pe Răspunde. Dacă eziti, apasă pe Treci mai departe.

source: You can only play this game with internet connection.
pt: ~Você só pode jogar este jogo com conexão à internet.
ro: ~Poți juca acest joc doar cu conexiune la internet.

source: Right! | Excellent! | Great! | Very good! | Perfect!
pt: ~Certo! | Excelente! | Ótimo! | Muito bom! | Perfeito!
ro: ~Corect! | Excelent! | Grozav! | Foarte bun! | Perfect!

source: It was not that! | Incorrect! | Not correct! | Sorry! | Error!
pt: ~Não foi isso! | Incorreto! | Não está correto! | Desculpe! | Erro!
ro: ~Nu a fost așa! | Incorect! | Nu corect! | Îmi pare rău! | Eroare!

source: Please start the game before saving your score.
pt: ~Por favor, comece o jogo antes de salvar sua pontuação.
ro: ~Te rugăm să începi jocul înainte de a salva scorul.

source: Show word wheel
pt: ~Mostrar roda de palavras
ro: ~Afișează roata cu cuvinte

source: Hide word wheel
pt: ~Esconder roda de palavras
ro: ~Ascunde roata cu cuvinte

source: Answer
pt: ~Resposta
ro: ~Răspuns

source: You can only save the score once!
pt: ~Você só pode salvar a pontuação uma vez!
ro: ~Poți salva scorul o singură dată!

source: You can only save once
pt: ~Você só pode salvar uma vez
ro: ~Poți salva o singură dată

source: Your score
pt: ~Sua pontuação
ro: ~Scorul tău

source: Your score will be saved after each question. You can only play once.
pt: ~Sua pontuação será salva após cada pergunta. Você só pode jogar uma vez.
ro: ~Scorul tău va fi salvat după fiecare întrebare. Poți juca o singură dată.

source: Your score will be automatically saved after each question.
pt: ~Sua pontuação será automaticamente salva após cada pergunta.
ro: ~Scorul tău va fi salvat automat după fiecare întrebare.

source: Authorship
pt: ~Autor
ro: ~Autor

source: You can save the score as many times as you want
pt: ~Você pode salvar a pontuação quantas vezes quiser
ro: ~Poți salva scorul de câte ori vrei

source: The last score saved is
pt: ~A última pontuação salva é
ro: ~Ultimul scor salvat este

source: You have already done this activity.
pt: ~Você já realizou esta atividade.
ro: ~Ai făcut deja această activitate.

source: You can do this activity as many times as you want
pt: ~Você pode fazer esta atividade quantas vezes quiser
ro: ~Poți face această activitate de câte ori vrei

source: Full Screen
pt: ~Tela Cheia
ro: ~Ecran complet

source: Exit Full Screen
pt: ~Sair da Tela Cheia
ro: ~Ieși din ecran complet

source: Audio
pt: ~Áudio

source: Correct
pt: ~Correto
ro: ~Corect

source: Incorrect
pt: ~Incorreto
ro: ~Incorect

source: Digital whiteboard
pt: ~Quadro branco digital
ro: ~Tabla digitală

source: Incomplete activity
pt: ~Atividade incompleta
ro: ~Activitate incompletă

source: Activity: Passed. Score: %s
pt: ~Atividade: Aprovada. Pontuação: %s
ro: ~Activitate: A trecut. Scor: %s

source: Activity: Not passed. Score: %s
pt: ~Atividade: Não aprovada. Pontuação: %s
ro: ~Activitate: Nu a trecut. Scor: %s

source: A-Z quiz
pt: ~Questionário de A-Z
ro: ~Test A-Z

source: Show solutions
pt: ~Mostrar soluções
ro: ~Afișează soluții

source: All
pt: ~Todos
ro: ~Toate

source: Not answered
pt: ~Não respondido
ro: ~Nu a fost răspuns

source: Score
pt: ~Pontuação
ro: ~Scor

source: Weight
pt: ~Peso
ro: ~Greutate

source: %1 does not start with letter %2
pt: ~%1 não começa com a letra %2
ro: ~%1 nu începe cu litera %2

source: %1 does not contain letter %2
pt: ~%1 não contém a letra %2
ro: ~%1 nu conține litera %2

source: Game
pt: ~Jogo
ro: ~Joc

source: Please provide at least one word
pt: ~Por favor, forneça pelo menos uma palavra
ro: ~Vă rugăm să furnizați cel puțin un cuvânt

source: Accessibility warning
pt: ~Aviso de acessibilidade
ro: ~Avertizare de accesibilitate

source: Provide a word and its definition. May toggle between: "Word starts" or "Word contains", by clicking on %s
pt: ~Forneça uma palavra e sua definição. Pode alternar entre: "Palavra começa" ou "Palavra contém", clicando em %s
ro: ~Furnizați un cuvânt și definiția sa. Puteți comuta între: „Cuvânt începe” sau „Cuvânt conține”, făcând clic pe %s

source: Starts with/Contains
pt: ~Começa com/Contém
ro: ~Începe cu/Conține

source: Create activities in which students are given a definition and they have to guess the word that starts with a letter or contains a letter.
pt: ~Criar atividades nas quais os estudantes recebem uma definição e devem adivinhar a palavra que começa com uma letra ou contém uma letra.
ro: ~Crea activități în care elevii primesc o definiție și trebuie să ghicească cuvântul care începe cu o literă sau conține o literă.

source: Usage Instructions
pt: ~Instruções de Uso
ro: ~Instrucțiuni de utilizare

source: General settings
pt: ~Configurações gerais
ro: ~Setări generale

source: Observe the letters, identify and fill in the missing words.
pt: ~Observe as letras, identifique e preencha as palavras que faltam.
ro: ~Observă literele, identifică și completează cuvintele lipsă.

source: Options
pt: ~Opções
ro: ~Opțiuni

source: Show minimized.
pt: ~Mostrar minimizado.
ro: ~Afișează minimizat.

source: Game time (seconds)
pt: ~Tempo de jogo (segundos)
ro: ~Timp de joc (secunde)

source: Number of rounds
pt: ~Número de rodadas
ro: ~Număr de runde

source: Show solution in
pt: ~Mostrar solução em
ro: ~Afișează soluția în

source: seconds
pt: ~segundos
ro: ~secunde

source: Case sensitive
pt: ~Sensível a maiúsculas e minúsculas
ro: ~Sensibil la majuscule

source: Digital whiteboard mode
pt: ~Modo quadro branco digital
ro: ~Mod de tablă digitală

source: Progress report
pt: ~Relatório de progresso
ro: ~Raport de progres

source: Identifier
pt: ~Identificador
ro: ~Identificator

source: You must indicate the ID. It can be a word, a phrase or a number of more than four characters. You will use this ID to mark the activities covered by this progress report. It must be the same in all iDevices of a report and different in each report.
pt: ~Você deve indicar o ID. Pode ser uma palavra, uma frase ou um número com mais de quatro caracteres. Você usará este ID para marcar as atividades cobertas por este relatório de progresso. Deve ser o mesmo em todos os dispositivos do relatório e diferente em cada relatório.
ro: ~Trebuie să indicați ID-ul. Poate fi un cuvânt, o expresie sau un număr de mai mult de patru caractere. Veți folosi acest ID pentru a marca activitățile acoperite de acest raport de progres. Trebuie să fie același în toate dispozitivele raportului și diferit în fiecare raport.

source: Words
pt: ~Palavras
ro: ~Cuvinte

source: Click here to toggle between Word starts with... and Word contains...
pt: ~Clique aqui para alternar entre Palavra começa com... e Palavra contém...
ro: ~Faceți clic aici pentru a comuta între Cuvânt începe cu... și Cuvânt conține...

source: The word starts with...
pt: ~A palavra começa com...
ro: ~Cuvântul începe cu...

source: Show/Hide image
pt: ~Mostrar/Esconder imagem
ro: ~Afișează/Ascunde imaginea

source: Select Image
pt: ~Selecionar imagem
ro: ~Selectează Imaginea

source: Indicate a valid URL of an image or select one from your device
pt: ~Indique uma URL válida de uma imagem ou selecione uma do seu dispositivo
ro: ~Indicați o adresă URL validă a unei imagini sau selectați una de pe dispozitivul dvs.

source: Indicate a valid URL of an audio or select one from your device
pt: ~Indique uma URL válida de um áudio ou selecione um do seu dispositivo
ro: ~Indicați o adresă URL validă a unui fișier audio sau selectați unul de pe dispozitivul dvs.

source: Play audio
pt: ~Reproduzir áudio
ro: ~Redă audio

source: Hide image
pt: ~Esconder imagem
ro: ~Ascunde imaginea

source: The word contains...
pt: ~A palavra contém...
ro: ~Cuvântul conține...

source: Create before-and-after comparisons with side-by-side images of similar or proportional size.
pt: ~Crie comparações antes e depois com imagens lado a lado de tamanho semelhante ou proporcional.
ro: ~Creați comparații înainte și după cu imagini alăturate de dimensiuni similare sau proporționale.

source: Add question
pt: ~Adicionar pergunta
ro: ~Adaugă întrebare

source: First question
pt: ~Primeira pergunta
ro: ~Prima întrebare

source: Previous question
pt: ~Pergunta anterior
ro: ~Întrebarea anterioară

source: Question number:
pt: ~Número da pergunta:
ro: ~Numărul întrebării:

source: Next question
pt: ~Próxima pergunta
ro: ~Următoarea întrebare

source: Last question
pt: ~Última pergunta
ro: ~Ultima întrebare

source: Delete question
pt: ~Excluir pergunta
ro: ~Șterge întrebarea

source: Copy question
pt: ~Copiar pergunta
ro: ~Copiază întrebarea

source: Cut question
pt: ~Recortar pergunta
ro: ~taie întrebarea

source: Paste question
pt: ~Colar pergunta
ro: ~Lițează întrebarea

source: Before/After
pt: ~Antes/Depois
ro: ~Înainte/După

source: Cool! The information you were looking for
pt: ~Legal! A informação que você procurava
ro: ~Super! Informația pe care o căutați

source: No picture question
pt: ~Pergunta sem imagem
ro: ~Întrebare fără imagine

source: After image
pt: ~Após a imagem
ro: ~După imagine

source: Before image
pt: ~Antes da imagem
ro: ~Înainte de imagine

source: Next
pt: ~Próximo
ro: ~Următorul

source: Previous
pt: ~Anterior
ro: ~Anterior

source: The selected file does not contain a valid game
pt: ~O arquivo selecionado não contém um jogo válido
ro: ~Fișierul selectat nu conține un joc valid

source: Your browser is not compatible with this tool.
pt: ~Seu navegador não é compatível com esta ferramenta.
ro: ~Browserul dvs. nu este compatibil cu acest instrument.

source: Provide an image
pt: ~Forneça uma imagem
ro: ~Furnizați o imagine

source: Provide a description
pt: ~Forneça uma descrição
ro: ~Furnizați o descriere

source: Please create at least one card
pt: ~Por favor, crie pelo menos um cartão
ro: ~Vă rugăm să creați cel puțin o carte

source: At least one image has no description, are you sure you want to continue without including it? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
pt: ~Pelo menos uma imagem não tem descrição, você tem certeza de que deseja continuar sem incluí-la? Sem ela, a imagem pode não ser acessível para alguns usuários com deficiência, ou para aqueles que usam um navegador de texto, ou navegando na Web com imagens desativadas.
ro: ~Cel puțin o imagine nu are descriere, sunteți sigur că doriți să continuați fără a o include? Fără ea, imaginea s-ar putea să nu fie accesibilă pentru unii utilizatori cu dizabilități, sau pentru cei care folosesc un browser text, sau navighează pe Web cu imaginile dezactivate.

source: The report identifier must have at least 5 characters
pt: ~O identificador do relatório deve ter pelo menos 5 caracteres
ro: ~Identificatorul raportului trebuie să aibă cel puțin 5 caractere

source: Slide to reveal the differences between the images.
pt: ~Deslize para revelar as diferenças entre as imagens.
ro: ~Glisează pentru a dezvălui diferențele dintre imagini.

source: Images
pt: ~Imagens
ro: ~Imagini

source: Both images should have a similar or proportional size.
pt: ~Ambas as imagens devem ter um tamanho semelhante ou proporcional.
ro: ~Ambele imagini ar trebui să aibă o dimensiune similară sau proporțională.

source: Vertical orientation
pt: ~Orientação vertical
ro: ~Orientare verticală

source: Position
pt: ~Posição
ro: ~Poziție

source: Before
pt: ~Antes
ro: ~Înainte

source: More
pt: ~Mais
ro: ~Mai mult

source: Alternative text
pt: ~Texto alternativo
ro: ~Text alternativ

source: After
pt: ~Depois
ro: ~După
