Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Rho variant
pt: ~Variação de Rho
ro: ~variante rho

source: Final sigma
pt: ~Sigma final
ro: ~sigma final

source: Uppercase Sigma
pt: ~Sigma maiúsculo
ro: ~Sigma majuscule

source: Lowercase sigma
pt: ~Sigma minúsculo
ro: ~sigma minuscule

source: Lowercase tau
pt: ~Tau minúsculo
ro: ~tau minuscule

source: Uppercase Theta
pt: ~Theta maiúsculo
ro: ~Theta majuscule

source: Lowercase theta
pt: ~Theta minúsculo
ro: ~theta minuscule

source: Theta variant
pt: ~Variação de Theta
ro: ~variante Theta

source: Uppercase Upsilon
pt: ~Upsilon maiúsculo
ro: ~Upsilon majuscule

source: Lowercase upsilon
pt: ~Upsilon minúsculo
ro: ~Upsilon mic

source: Uppercase Xi
pt: ~Xi maiúsculo
ro: ~Xi majuscul

source: Lowercase xi
pt: ~xi minúsculo
ro: ~xi minuscul

source: Lowercase zeta
pt: ~zeta minúsculo
ro: ~zeta minuscul

source: Lowercase epsilon
pt: ~épsilon minúsculo
ro: ~epsilon minuscul

source: Epsilon variant
pt: ~Variação de épsilon
ro: ~Varianta epsilon

source: pH and acid-base balance
pt: ~pH e equilíbrio ácido-base
ro: ~pH și echilibrul acido-bazic

source: Enzyme kinetics
pt: ~Cinética enzimática
ro: ~Cinetica enzimelor

source: Population genetics
pt: ~Genética de populações
ro: ~Genetica populației

source: Allele frequency
pt: ~Frequência alélica
ro: ~Frecvența alelelor

source: Population dynamics
pt: ~Dinâmica populacional
ro: ~Dinamica populației

source: Exponential growth
pt: ~Crescimento exponencial
ro: ~Creștere exponențială

source: Logistic growth
pt: ~Crescimento logístico
ro: ~Creștere logistică

source: Transport and diffusion
pt: ~Transporte e difusão
ro: ~Transport și difuzie

source: Fick\'s Law
pt: ~Lei de Fick
ro: ~Legea lui Fick

source: Nernst equation
pt: ~Equação de Nernst
ro: ~Ecuația lui Nernst

source: Osmotic pressure
pt: ~Pressão osmótica
ro: ~Presiunea osmotică

source: Central tendency measures
pt: ~Medidas de tendência central
ro: ~Măsuri de tendință centrală

source: Arithmetic mean
pt: ~Média aritmética
ro: ~Media aritmetică

source: Weighted mean
pt: ~Média ponderada
ro: ~Media ponderată

source: Geometric mean
pt: ~Média geométrica
ro: ~Media geometrică

source: Harmonic mean
pt: ~Média harmônica
ro: ~Media armonică

source: Quadratic mean
pt: ~Média quadrática
ro: ~Media quadratică

source: Median
pt: ~Mediana
ro: ~Mediana

source: k-th percentile
pt: ~Percentil k
ro: ~Percentila k-ocată

source: Dispersion measures
pt: ~Medidas de dispersão
ro: ~Măsuri de dispersie

source: Range
pt: ~Intervalo
ro: ~Interval

source: Interquartile range
pt: ~Intervalo interquartil
ro: ~Interval interquartilic

source: Coefficient of variation
pt: ~Coeficiente de variação
ro: ~Coeficient de variație

source: Population variance
pt: ~Variância populacional
ro: ~Varianța populației

source: Sample variance
pt: ~Variância amostral
ro: ~Varianța eșantionului

source: Population standard deviation
pt: ~Desvio padrão populacional
ro: ~Devierea standard a populației

source: Sample standard deviation
pt: ~Desvio padrão amostral
ro: ~Devierea standard a eșantionului

source: Mean absolute deviation
pt: ~Desvio absoluto médio
ro: ~Devierea medie absolută

source: Semi-interquartile range
pt: ~Intervalo semi-interquartil
ro: ~Intervalul semi-interquartilic

source: Standard score (population z-score)
pt: ~Pontuação padrão (pontuação z da população)
ro: ~Scor standard (scor z populație)

source: Standard score (sample z-score)
pt: ~Pontuação padrão (pontuação z da amostra)
ro: ~Scor standard (scor z eșantion)

source: Population kurtosis
pt: ~Curtose da população
ro: ~Kurtosisul populației

source: Sample kurtosis
pt: ~Curtose da amostra
ro: ~Kurtosisul eșantionului

source: Frequencies
pt: ~Frequências
ro: ~Frecvențe

source: Relative frequency
pt: ~Frequência relativa
ro: ~Frecvența relativă

source: Cumulative frequency
pt: ~Frequência acumulada
ro: ~Frecvența cumulativă

source: Cumulative absolute frequency
pt: ~Frequência absoluta acumulada
ro: ~Frecvența absolută cumulativă

source: Intervals
pt: ~Intervalos
ro: ~Intervale

source: Class mark
pt: ~Marca de classe
ro: ~Marcajul clasei

source: Class width
pt: ~Largura da classe
ro: ~Lățimea clasei

source: Median in intervals
pt: ~Mediana em intervalos
ro: ~Mediana în intervale

source: Mode in intervals
pt: ~Moda em intervalos
ro: ~Modul în intervale

source: Moments and generating functions
pt: ~Momentos e funções geradoras
ro: ~Momente și funcții generatoare

source: Discrete expectation
pt: ~Esperança discreta
ro: ~Așteptarea discretă

source: Continuous expectation
pt: ~Esperança contínua
ro: ~Așteptarea continuă

source: Variance (moments)
pt: ~Variância (momentos)
ro: ~Varianța (momente)

source: Moment-generating function
pt: ~Função geradora de momentos
ro: ~Funcția generatoare a momentelor

source: Probability distributions
pt: ~Distribuições de probabilidade
ro: ~Distribuții de probabilitate

source: Standard normal distribution
pt: ~Distribuição normal padrão
ro: ~Distribuție normală standard

source: Student\'s t-distribution
pt: ~Distribuição t de Student
ro: ~Distribuția t a lui Student

source: Chi-squared distribution
pt: ~Distribuição qui-quadrado
ro: ~Distribuția chi-pătrat

source: Fisher\'s F-distribution
pt: ~Distribuição F de Fisher
ro: ~Distribuția F a lui Fisher

source: Correlation coefficients
pt: ~Coeficientes de correlação
ro: ~Coeficienți de corelație

source: Population covariance
pt: ~Covariância populacional
ro: ~Covarianța populației

source: Sample covariance
pt: ~Covariância amostral
ro: ~Covarianța eșantionului

source: Pearson\'s t-test
pt: ~Teste t de Pearson
ro: ~Testul t al lui Pearson

source: Kendall\'s Tau
pt: ~Tau de Kendall
ro: ~Tau lui Kendall

source: Phi coefficient
pt: ~Coeficiente Phi
ro: ~Coeficientul Phi

source: Regression
pt: ~Regressão
ro: ~Regresie

source: Regression line
pt: ~Linha de regressão
ro: ~ Linia de regresie

source: Slope
pt: ~Inclinação
ro: ~Pantă

source: Intercept
pt: ~Intercepto

source: Correlation coefficient
pt: ~Coeficiente de correlação
ro: ~Coeficientul de corelație

source: Coefficient of determination
pt: ~Coeficiente de determinação
ro: ~Coeficientul de determinare

source: Adjusted R^2
pt: ~R^2 ajustado
ro: ~R^2 ajustat

source: Standard error of the estimate
pt: ~Erro padrão da estimativa
ro: ~Eroarea standard a estimării

source: Prediction interval
pt: ~Intervalo de previsão
ro: ~Intervalul de predicție

source: Statistical inference
pt: ~Inferência estatística
ro: ~Inferența statistică

source: z-statistic
pt: ~Estatística z
ro: ~Statistica z

source: t-statistic
pt: ~Estatística t
ro: ~Statistica t

source: Standard error with z
pt: ~Erro padrão com z
ro: ~Eroarea standard cu z

source: Standard error with t
pt: ~Erro padrão com t
ro: ~Eroarea standard cu t

source: Interval with population standard deviation
pt: ~Intervalo com desvio padrão populacional
ro: ~Intervalul cu deviația standard a populației

source: Interval with sample deviation
pt: ~Intervalo com desvio da amostra
ro: ~Intervalul cu deviația eșantionului

source: Sample size (mean)
pt: ~Tamanho da amostra (média)
ro: ~Dimensiunea eșantionului (medie)

source: Sample size (proportion)
pt: ~Tamanho da amostra (proporção)
ro: ~Dimensiune eșantion (proporție)

source: Proportion estimation
pt: ~Estimativa de proporção
ro: ~Estimarea proporției

source: Standard error of proportion
pt: ~Erro padrão da proporção
ro: ~Eroarea standard a proporției

source: CI for proportion
pt: ~IC para proporção
ro: ~Interval de încredere pentru proporție

source: Hypothesis testing
pt: ~Teste de hipótese
ro: ~Testarea ipotezelor

source: z for proportions
pt: ~z para proporções
ro: ~z pentru proporții

source: z for difference of proportions
pt: ~z para diferença de proporções
ro: ~z pentru diferența de proporții

source: One-sample t-test
pt: ~Teste t para uma amostra
ro: ~Test t pentru o singură mostră

source: Independent two-sample t-test
pt: ~Teste t de duas amostras independentes
ro: ~Test t pentru două mostre independente

source: Pooled variance
pt: ~Variância agrupada
ro: ~Varianță combinată

source: Paired t-test
pt: ~Teste t pareado
ro: ~Test t pentru perechi

source: Chi-squared
pt: ~Qui-quadrado
ro: ~Chi-pătrat

source: SS between groups
pt: ~Soma dos quadrados entre grupos
ro: ~SS între grupuri

source: SS within groups
pt: ~Soma dos quadrados dentro dos grupos
ro: ~SS în interiorul grupurilor

source: F-statistic (ANOVA)
pt: ~Estatística F (ANOVA)
ro: ~Statistica F (ANOVA)

source: Association and contingency
pt: ~Associação e contingência
ro: ~Asociere și contingenta

source: Contingency coef
pt: ~Coeficiente de contingência
ro: ~Coeficient de contingenta

source: Cramer\'s V
pt: ~V de Cramer
ro: ~V Cramer

source: Inequalities
pt: ~Desigualdades
ro: ~Inegalități

source: Kinematics
pt: ~ Cinemática
ro: ~Kinematică

source: Average velocity
pt: ~ Velocidade média
ro: ~Viteză medie

source: Average acceleration
pt: ~ Aceleração média
ro: ~Accelerație medie

source: Uniform motion
pt: ~ Movimento uniforme
ro: ~Mișcare uniformă

source: Position with constant acceleration
pt: ~ Posição com aceleração constante
ro: ~Poziție cu accelerație constantă

source: Velocity with constant acceleration
pt: ~ Velocidade com aceleração constante
ro: ~Viteză cu accelerație constantă

source: Velocity without time
pt: ~ Velocidade sem tempo
ro: ~Viteză fără timp

source: Dynamics
pt: ~ Dinâmica
ro: ~Dinamică

source: Newton\'s second law
pt: ~ Segunda lei de Newton
ro: ~Legea a doua a lui Newton

source: Linear momentum
pt: ~Momento linear
ro: ~Momentul liniar

source: Force and impulse
pt: ~Força e impulso
ro: ~Forța și impulsul

source: Work
pt: ~Trabalho
ro: ~Lucru

source: Power
pt: ~Potência
ro: ~Putere

source: Energy and Work
pt: ~Energia e Trabalho
ro: ~Energie și lucru

source: Kinetic energy
pt: ~Energia cinética
ro: ~Energie cinetică

source: Gravitational potential energy
pt: ~Energia potencial gravitacional
ro: ~Energie potențială gravitațională

source: Mechanical energy
pt: ~Energia mecânica
ro: ~Energie mecanică

source: Work-energy theorem
pt: ~Teorema do trabalho e energia
ro: ~Teorema muncii și energiei

source: Electric power
pt: ~Potência elétrica
ro: ~Putere electrică

source: Gravitation
pt: ~Gravitação
ro: ~Gravitație

source: Law of universal gravitation
pt: ~Lei da gravitação universal
ro: ~Legea gravitației universale

source: Gravitational field
pt: ~Campo gravitacional
ro: ~Câmp gravitațional

source: Orbital velocity
pt: ~Velocidade orbital
ro: ~Viteza orbitală

source: Waves and Oscillations
pt: ~Ondas e Oscilações
ro: ~Valuri și oscilații

source: Wave speed
pt: ~Velocidade da onda
ro: ~Viteza valului

source: Period
pt: ~Período
ro: ~Perioada

source: Frequency
pt: ~Frequência
ro: ~Frecvența

source: Hooke\'s law
pt: ~Lei de Hooke
ro: ~Legea lui Hooke

source: SHM Period
pt: ~Período do MHS
ro: ~Perioada mișcării armonice simple

source: Simple harmonic motion
pt: ~Movimento harmônico simples
ro: ~Mișcare armonică simplă

source: Electricity and Magnetism
pt: ~Eletricidade e Magnetismo
ro: ~Electricitate și magnetism

source: Ohm\'s law
pt: ~Lei de Ohm
ro: ~Legea lui Ohm

source: Resistors in series
pt: ~Resistores em série
ro: ~Rezistențe în serie

source: Resistors in parallel
pt: ~Resistores em paralelo
ro: ~Rezistențe în paralel

source: Capacitance
pt: ~Capacitância
ro: ~Capacitanță

source: Energy in capacitor
pt: ~Energia em capacitor
ro: ~Energie în condensator

source: Lorentz force
pt: ~Força de Lorentz
ro: ~Forța lui Lorentz

source: Magnetic flux
pt: ~Fluxo magnético
ro: ~Flux magnetic

source: Faraday\'s law
pt: ~Lei de Faraday
ro: ~Legea lui Faraday

source: Optics
pt: ~Óptica
ro: ~Optică

source: Snell\'s law
pt: ~Lei de Snell
ro: ~Legea lui Snell

source: Thin lens equation
pt: ~Equação da lente fina
ro: ~Ecuația lentilei subțiri

source: Lateral magnification
pt: ~Ampliação lateral
ro: ~Mărirea laterală

source: Law of reflection
pt: ~Lei da reflexão
ro: ~Legea reflexiei

source: Fluids
pt: ~Fluidos
ro: ~Fluide

source: Pressure
pt: ~Pressão
ro: ~Presiune

source: Hydrostatic pressure
pt: ~Pressão hidrostática
ro: ~Presiunea hidrostatică

source: Continuity equation
pt: ~Equação da continuidade
ro: ~Ecuația continuității

source: Bernoulli\'s equation
pt: ~Equação de Bernoulli
ro: ~Ecuația lui Bernoulli

source: Thermodynamics
pt: ~Termodinâmica
ro: ~Termodinamică

source: Ideal gas law
pt: ~Lei dos gases ideais
ro: ~Legea gazului ideal

source: Sensible heat
pt: ~Calor sensível
ro: ~Căldură sensibilă

source: Latent heat
pt: ~Calor latente
ro: ~Căldură latentă

source: First law of thermodynamics
pt: ~Primeira lei da termodinâmica
ro: ~Prima lege a termodinamicii

source: Entropy
pt: ~Entropia
ro: ~Entropie

source: Perimeters and lengths
pt: ~Perímetros e comprimentos
ro: ~Perimetre și lungimi

source: Perimeter of a square
pt: ~Perímetro de um quadrado
ro: ~Perimetrul unui pătrat

source: Perimeter of a rectangle
pt: ~Perímetro de um retângulo
ro: ~Perimetrul unui dreptunghi

source: Perimeter of a triangle
pt: ~Perímetro de um triângulo
ro: ~Perimeterul unui triunghi

source: Perimeter of a regular polygon
pt: ~Perímetro de um polígono regular
ro: ~Perimeterul unui poligon regulat

source: Circumference perimeter
pt: ~Perímetro da circunferência
ro: ~Perimeterul cercului

source: Arc length (radians)
pt: ~Comprimento do arco (radianos)
ro: ~Lungimea arcului (radiani)

source: Arc length (degrees)
pt: ~Comprimento do arco (graus)
ro: ~Lungimea arcului (grade)

source: Right triangle perimeter
pt: ~Perímetro de um triângulo retângulo
ro: ~Perimeterul unui triunghi drept

source: Areas of plane figures
pt: ~Áreas de figuras planas
ro: ~Aria figurilor plane

source: Area of a rectangle
pt: ~Área de um retângulo
ro: ~Aria unui dreptunghi

source: Area of a triangle
pt: ~Área de um triângulo
ro: ~Aria unui triunghi

source: Area of a square
pt: ~Área de um quadrado
ro: ~Aria unui pătrat

source: Area of a circle
pt: ~Área de um círculo
ro: ~Aria unui cerc

source: Area of a trapezoid
pt: ~Área de um trapézio
ro: ~Aria unui trapez

source: Area of a parallelogram
pt: ~Área de um paralelogramo
ro: ~Aria unui paralelogram

source: Area of a rhombus
pt: ~Área de um losango
ro: ~Aria unui romb

source: Area of an ellipse
pt: ~Área de uma elipse
ro: ~Aria unei elipse

source: Area of a triangle (with trigonometry)
pt: ~Área de um triângulo (com trigonometria)
ro: ~Aria unui triunghi (cu trigonometrie)

source: Area of a circular sector
pt: ~Área de um setor circular
ro: ~Aria unui sector circular

source: Volumes of solids
pt: ~Volumes de sólidos
ro: ~Volumele solidelor

source: Volume of a cube
pt: ~Volume de um cubo
ro: ~Volumul unui cub

source: Volume of a prism
pt: ~Volume de um prisma
ro: ~Volumul unui prism

source: Volume of a cylinder
pt: ~Volume de um cilindro
ro: ~Volumul unui cilindru

source: Volume of a cone
pt: ~Volume de um cone
ro: ~Volumul unui con

source: Volume of a sphere
pt: ~Volume de uma esfera
ro: ~Volumul unei sfere

source: Volume of a pyramid
pt: ~Volume de uma pirâmide
ro: ~Volumul unei piramide

source: Surface areas of solids
pt: ~Áreas de superfície de sólidos
ro: ~ ariile de suprafață ale solidelor

source: Lateral area of a cylinder
pt: ~Área lateral de um cilindro
ro: ~Aria laterală a unui cilindru

source: Total area of a cylinder
pt: ~Área total de um cilindro
ro: ~Suprafața totală a unui cilindru

source: Lateral area of a cone
pt: ~Área lateral de um cone
ro: ~Aria laterală a unui con

source: Total area of a cone
pt: ~Área total de um cone
ro: ~Suprafața totală a unui con

source: Surface area of a sphere
pt: ~Área de superfície de uma esfera
ro: ~Suprafața de suprafață a unei sfere

source: Total area of a cube
pt: ~Área total de um cubo
ro: ~Suprafața totală a unui cub

source: Trigonometry and Coordinates
pt: ~Trigonometria e Coordenadas
ro: ~Trigonometrie și coordonate

source: Pythagorean theorem
pt: ~Teorema de Pitágoras
ro: ~Teorema lui Pitagora

source: Law of sines
pt: ~Lei dos senos
ro: ~Legea sinusurilor

source: Law of cosines
pt: ~Lei dos cossenos
ro: ~Legea cosinusurilor

source: Equation of a line
pt: ~Equação de uma linha
ro: ~Ecuația unei drepte

source: Distance between two points
pt: ~Distância entre dois pontos
ro: ~Distanța dintre două puncte

source: Midpoint
pt: ~Ponto médio
ro: ~Punctul mijlociu

source: Equation of a circle
pt: ~Equação de um círculo
ro: ~Ecuația unui cerc

source: Chemical symbolic notation
pt: ~Notação simbólica química
ro: ~Notație simbolică chimică

source: Element with atomic and mass number
pt: ~Elemento com número atômico e de massa
ro: ~Element cu număr atomic și număr de masă

source: Chemical formula (mhchem package)
pt: ~Fórmula química (pacote mhchem)
ro: ~Formulă chimică (pachetul mhchem)

source: Reaction arrow
pt: ~Seta de reação
ro: ~Săgeată de reacție

source: Reverse reaction arrow
pt: ~Seta de reação reversa
ro: ~Săgeată de reacție inversă

source: Reversible reaction
pt: ~Reação reversível
ro: ~Reacție reversibilă

source: Example of chemical reaction
pt: ~Exemplo de reação química
ro: ~Exemplu de reacție chimică

source: Positive ion
pt: ~Íon positivo
ro: ~Ion pozitiv

source: Negative ion
pt: ~Íon negativo
ro: ~Ion negativ

source: Solid state
pt: ~Estado sólido
ro: ~Stare solidă

source: Liquid state
pt: ~Estado líquido
ro: ~Stare lichidă

source: Gaseous state
pt: ~Estado gasoso
ro: ~Stare gazoasă

source: Aqueous state
pt: ~Estado aquoso
ro: ~Stare apoasă

source: Balanced reaction
pt: ~Reação equilibrada
ro: ~Reacție echilibrată

source: Ideal gases
pt: ~ Gases ideais
ro: ~ gaze ideale

source: Ideal gas law equation
pt: ~Equação dos gases ideais
ro: ~Ecuația legii gazelor ideale

source: Density of an ideal gas
pt: ~Densidade de um gás ideal
ro: ~Densitatea unui gaz ideal

source: Partial pressure
pt: ~Pressão parcial
ro: ~Presiunea parțială

source: Stoichiometry
pt: ~Estequiometria
ro: ~Stoichiometrie

source: Amount of substance
pt: ~Quantidade de substância
ro: ~Cantitatea de substanță

source: Mass of substance
pt: ~Massa da substância
ro: ~Masa substanței

source: Molar concentration
pt: ~Concentração molar
ro: ~Concentrație molară

source: Dilution
pt: ~Diluição
ro: ~Diluație

source: Chemical equilibrium
pt: ~Equilíbrio químico
ro: ~Echilibru chimic

source: Equilibrium constant (Kc)
pt: ~Constante de equilíbrio (Kc)
ro: ~Constanta de echilibru (Kc)

source: Equilibrium constant (Kp)
pt: ~Constante de equilíbrio (Kp)
ro: ~Constanta de echilibru (Kp)

source: Reaction quotient
pt: ~Quociente de reação
ro: ~Cotație de reacție

source: Acid-base
pt: ~Ácido-base
ro: ~Acid-bază

source: pH-pOH relationship
pt: ~Relação pH-pOH
ro: ~relația pH-pOH

source: Acidity constant
pt: ~Constante de acidez
ro: ~Constanta de aciditate

source: Thermochemistry
pt: ~Termoquímica
ro: ~Termochimie

source: Heat of reaction
pt: ~Calor da reação
ro: ~Energie de reacție

source: Gibbs free energy
pt: ~Energia livre de Gibbs
ro: ~Energia liberă Gibbs

source: Constants
pt: ~Constantes
ro: ~Constante

source: Avogadro\'s number
pt: ~Número de Avogadro
ro: ~Numărul lui Avogadro

source: Gas constant
pt: ~Constante dos gases
ro: ~Constanta gazelor

source: Boltzmann constant
pt: ~Constante de Boltzmann
ro: ~Constanta Boltzmann

source: Description
pt: ~Descrição
ro: ~Descriere

source: Basic symbols
pt: ~Símbolos básicos
ro: ~Simboluri de bază

source: Statistics
pt: ~Estatísticas
ro: ~Statistici

source: Physics
pt: ~Física
ro: ~Fizică

source: Geometry
pt: ~Geometria
ro: ~Geometrie

source: LaTeX Formula Visual Editor
pt: ~Editor Visual de Fórmulas LaTeX
ro: ~Editor vizual de formule LaTeX

source: LaTeX Formula Editor
pt: ~Editor de Fórmulas LaTeX
ro: ~Editor de formule LaTeX

source: ✨ Create with AI
pt: ~✨ Criar com IA
ro: ~✨ Creează cu AI

source: Paste
pt: ~Colar
ro: ~Lipește

source: Copy JSON
pt: ~Copiar JSON
ro: ~Copiază JSON

source: Export JSON
pt: ~Exportar JSON
ro: ~Exportă JSON

source: Go to category...
pt: ~Ir para categoria...
ro: ~Mergi la categorie...

source: Collapse/Expand
pt: ~Recolher/Expandir
ro: ~Restrângere/Extindere

source: Application by Juan José de Haro
pt: ~Aplicação por Juan José de Haro
ro: ~Aplicație de Juan José de Haro

source: Creative Commons BY-SA License
pt: ~Licença Creative Commons BY-SA
ro: ~Licență Creative Commons BY-SA

source: Cancel
pt: ~Cancelar
ro: ~Anulare

source: Paste JSON content
pt: ~Colar conteúdo JSON
ro: ~Lipiți conținut JSON

source: Paste the JSON code here...
pt: ~Cole o código JSON aqui...
ro: ~Lipiți codul JSON aici...

source: Type of content to paste:
pt: ~Tipo de conteúdo a colar:
ro: ~Tipul de conținut de lipit:

source: Full JSON (in new tab)
pt: ~JSON completo (em nova aba)
ro: ~JSON complet (în fila nouă)

source: Category (in current tab)
pt: ~Categoria (na aba atual)
ro: ~Categorie (în fila curentă)

source: Element(s) (in current tab)
pt: ~Elemento(s) (na aba atual)
ro: ~Element(e) (în fila curentă)

source: Add element(s) to category:
pt: ~Adicionar elemento(s) à categoria:
ro: ~Adaugă element(e) la categorie:

source: Add Content
pt: ~Adicionar Conteúdo
ro: ~Adaugă conținut

source: AI Creation Wizard
pt: ~Assistente de Criação de IA
ro: ~Asistent de creare AI

source: 1. What do you want to create?
pt: ~1. O que você deseja criar?
ro: ~1. Ce dorești să creezi?

source: Full JSON file
pt: ~Arquivo JSON completo
ro: ~Fișier JSON complet

source: A single category
pt: ~Uma única categoria
ro: ~O singură categorie

source: Multiple elements
pt: ~Múltiplos elementos
ro: ~Mai multe elemente

source: 2. Generate and use the prompt
pt: ~2. Gerar e usar o prompt
ro: ~2. Generează și utilizează promptul

source: Follow the steps to generate a prompt and get the JSON code from your preferred AI.
pt: ~Siga os passos para gerar um prompt e obter o código JSON do seu IA preferido.
ro: ~Urmează pașii pentru a genera un prompt și a obține codul JSON de la AI-ul tău preferat.

source: The generated prompt will appear here...
pt: ~O prompt gerado aparecerá aqui...
ro: ~Promptul generat va apărea aici...

source: 1. Generate Prompt
pt: ~1. Gerar Prompt
ro: ~1. Generează promptul

source: 2. Launch in ChatGPT
pt: ~2. Iniciar no ChatGPT
ro: ~2. Lansează în ChatGPT

source: 2a. Copy (other AI)
pt: ~2a. Copiar (outra IA)
ro: ~2a. Copiază (alt AI)

source: 3. Paste the result into the editor
pt: ~3. Cole o resultado no editor
ro: ~3. Lipește rezultatul în editor

source: Once you have the code, close this window and use the
pt: ~Depois de obter o código, feche esta janela e use o
ro: ~Odată ce ai codul, închide această fereastră și folosește butonul din bara de sus pentru a adăuga creația ta nouă.

source: button on the top bar to add your new creation.
pt: ~botão na barra superior para adicionar sua nova criação.
ro: ~Adaugă set de formule

source: Add formula set
pt: ~Adicionar conjunto de fórmulas
ro: ~Șterge cache-ul

source: Clear cache
pt: ~Limpar cache
ro: ~Se încarcă lista...

source: Loading list...
pt: ~Carregando lista...
ro: ~Alte surse

source: Other sources
pt: ~Outras fontes

source: Paste a JSON URL...
pt: ~Colar uma URL de JSON...
ro: ~Lipește o adresă URL JSON...

source: Open local file...
pt: ~Abrir arquivo local...
ro: ~Deschide fișier local...

source: Add or load a formula set.
pt: ~Adicionar ou carregar um conjunto de fórmulas.
ro: ~Adaugă sau încarcă un set de formule.

source: Edit category
pt: ~Editar categoria
ro: ~Editează categoria

source: Delete category
pt: ~Excluir categoria
ro: ~Șterge categoria

source: Add element
pt: ~Adicionar elemento
ro: ~Adaugă element

source: Element
pt: ~Elemento

source: Edit element
pt: ~Editar elemento
ro: ~Editează elementul

source: Delete element
pt: ~Excluir elemento
ro: ~Șterge elementul

source: The preview will appear here.
pt: ~A visualização prévia aparecerá aqui.
ro: ~Previzualizarea va apărea aici.
