Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Create 5 solution words followed by 3 to 9 clues that describe each one. Separate each clue with #.
pt: ~Criar 5 palavras de solução seguidas de 3 a 9 pistas que descrevem cada uma. Separe cada pista com #
ro: ~Creează 5 cuvinte soluție urmate de 3 până la 9 indicii care descriu fiecare. Separă fiecare indiciu cu #.

source: Provide 4 elements for each of these groups: carnivores, 0, and herbivores, 1. Separate the group number and the element using the symbol #.
pt: ~Carnivores#1, Lion#1, Tiger#1, Eagle#1, Shark#1
ro: ~Carnivores#1: lion#wolf#eagle#tiger

source: Generate 10 questions. The 'Solution' can be 0/1 for True/False, 0-3 for single-choice, or A-D (or combinations) for multiple-choice. Then provide the question and the answer options (2 to 4), all separated by '#'.
pt: ~Herbivores#1, Deer#1, Rabbit#1, Cow#1, Horse#1
ro: ~0#False#Consider reviewing the categories of animals and their diets.

source: Generate 10 words followed by their definitions, separated by #. Do not include the # character in either the word or the definition
pt: ~Verdadeiro ou Falso#1, A afirmação é verdadeira#1, Considere a fonte da informação#1
ro: ~0#False#Double-check the grouping of animals based on their dietary habits.

source: EdiCuaTeX - LaTeX Equation Editor
pt: ~Falso#0, A afirmação é falsa#0, Verifique os detalhes#0
ro: ~1#True#Use reliable sources to verify animal diet classifications.

source: Educational Applications Laboratory
pt: ~Verdadeiro#1, A declaração está correta#1, Pense na lógica por trás#1
ro: ~0#False#Remember that some animals may have varied diets.

source: Application created by Juan José de Haro
pt: ~Falso#0, A declaração está incorreta#0, Reavalie os dados#0
ro: ~1#True#Cross-reference with zoological references for correctness.

source: Could not get code from parent dialog:
pt: ~Verdadeiro#1, O enunciado é verdadeiro#1, Analise o contexto#1
ro: ~0#False#Avoid assuming diet types without proper evidence.

source: Recent
pt: ~Falso#0, O enunciado é falso#0, Consulte as referências#0
ro: ~1#True#Confirm the diet classification before proceeding with the task.

source: Error loading menu
pt: ~Erro ao carregar o menu
ro: ~Eroare la încărcarea meniului

source: Could not load
pt: ~Não foi possível carregar
ro: ~Nu s-a putut încărca

source: No menus found.
pt: ~Nenhum menu encontrado.
ro: ~Nu s-au găsit meniuri.

source: File
pt: ~Arquivo
ro: ~Fișier

source: Please describe the formula you need.
pt: ~Por favor, descreva a fórmula que você precisa.
ro: ~Vă rugăm să descrieți formula de care aveți nevoie.

source: Instruction generated. You can now use the buttons.
pt: ~Instrução gerada. Agora você pode usar os botões.
ro: ~Instrucțiune generată. Puteți acum să folosiți butoanele.

source: Instruction copied to clipboard!
pt: ~Instrução copiada para a área de transferência!
ro: ~Instrucțiunea a fost copiată în clipboard!

source: Syntax error
pt: ~Erro de sintaxe
ro: ~Eroare de sintaxă

source: No formula to capture.
pt: ~Nenhuma fórmula para capturar.
ro: ~Nu există nicio formulă de capturat.

source: Understood
pt: ~Entendido
ro: ~Înțeles

source: Right-click on the image to save or copy it.
pt: ~Clique com o botão direito na imagem para salvá-la ou copiá-la.
ro: ~Click dreapta pe imagine pentru a o salva sau copia.

source: Close
pt: ~Fechar
ro: ~Închide

source: Matrix
pt: ~Matriz
ro: ~Matrice

source: Rows:
pt: ~Linhas:
ro: ~Rânduri:

source: Columns:
pt: ~Colunas:
ro: ~Coloane:

source: Fill:
pt: ~Preencher:
ro: ~Umple:

source: Subscripts (a, b...)
pt: ~Subscritos (a, b...)
ro: ~Indice (a, b...)

source: Ones (1)
pt: ~Uns (1)
ro: ~Unu (1)

source: Variables (a, b, c...)
pt: ~Variáveis (a, b, c...)
ro: ~Variabile (a, b, c...)

source: Numbers (1, 2, 3...)
pt: ~Números (1, 2, 3...)
ro: ~Numere (1, 2, 3...)

source: Empty ({})
pt: ~Vazio ({})
ro: ~Gol ({})

source: No recent symbols yet.
pt: ~Ainda não há símbolos recentes.
ro: ~Încă nu există simboluri recente.

source: Clear recent
pt: ~Limpar recentes
ro: ~Șterge simbolurile recente

source: Code copied!
pt: ~Código copiado!
ro: ~Cod copiat!

source: Please enter a URL.
pt: ~Por favor, insira uma URL.
ro: ~Vă rugăm să introduceți un URL.

source: Menu loaded successfully.
pt: ~Menu carregado com sucesso.
ro: ~Meniul a fost încărcat cu succes.

source: Error parsing local JSON:
pt: ~Erro ao analisar JSON local:
ro: ~Eroare la analizarea JSON-ului local:

source: The file is not a valid JSON
pt: ~O arquivo não é um JSON válido
ro: ~Fișierul nu este un JSON valid

source: Create mathematical formulas visually, copy them or download them as images.
pt: ~Crie fórmulas matemáticas visualmente, copie-as ou faça o download delas como imagens.
ro: ~Creați formule matematice vizual, copiați-le sau descărcați-le ca imagini.

source: Search by description or code (e.g.: fraction, \\int)...
pt: ~Pesquisar por descrição ou código (ex.: fração, \\int)...
ro: ~Caută după descriere sau cod (ex.: fracție, \\int)...

source: Clear search
pt: ~Limpar pesquisa
ro: ~Șterge căutarea

source: Customize menu
pt: ~Personalizar menu
ro: ~Personalizează meniul

source: Fullscreen
pt: ~Tela cheia
ro: ~Ecran complet

source: LaTeX Code
pt: ~Código LaTeX
ro: ~Cod LaTeX

source: Ask AI for formula
pt: ~Pergunte à IA pela fórmula
ro: ~Cere AI-ului formulă

source: AI Assistant
pt: ~Assistente de IA
ro: ~Asistent AI

source: Write your code here... \\frac{a}{b}
pt: ~Escreva seu código aqui... \\frac{a}{b}
ro: ~Scrie codul tău aici... \\frac{a}{b}

source: Formula delimiters:
pt: ~Delimitadores de fórmula:
ro: ~Delimitatori de formulă:

source: No delimiter
pt: ~Sem delimitador
ro: ~Fără separator

source: Insert
pt: ~Inserir
ro: ~Inserează

source: Delete
pt: ~Excluir
ro: ~Șterge

source: Preview
pt: ~Visualizar
ro: ~Previzualizare

source: View image
pt: ~Ver imagem
ro: ~Vizualizează imaginea

source: Manage menus
pt: ~Gerenciar menus
ro: ~Gestionează meniurile

source: You can edit your own menus with the
pt: ~Você pode editar seus próprios menus com o
ro: ~Poți edita propriile meniuri cu

source: Menu Editor
pt: ~Editor de Menu
ro: ~Editorul de meniuri

source: Available menus
pt: ~Menus disponíveis
ro: ~Meniuri disponibile

source: Loading...
pt: ~Carregando...
ro: ~Se încarcă...

source: Reload list
pt: ~Recarregar lista
ro: ~Reîncarcă lista

source: Custom load
pt: ~Carregamento personalizado
ro: ~Încărcare personalizată

source: Load menu from external URL
pt: ~Carregar menu de URL externo
ro: ~Încarcă meniul din URL extern

source: Load
pt: ~Carregar
ro: ~Încarcă

source: Load menu from local file
pt: ~Carregar menu de arquivo local
ro: ~Încarcă meniul din fișier local

source: Clear cache and reload
pt: ~Limpar cache e recarregar
ro: ~Șterge cache-ul și reîncarcă

source: AI Formula Assistant
pt: ~Assistente de Fórmula de IA
ro: ~Asistent pentru formule AI

source: Describe the formula or mathematical expression you need. The assistant will generate an instruction (prompt) for you to use in an AI model like ChatGPT.
pt: ~Descreva a fórmula ou expressão matemática que você precisa. O assistente gerará uma instrução (prompt) para você usar em um modelo de IA como o ChatGPT.
ro: ~Descrie formula sau expresia matematică de care ai nevoie. Asistentul va genera o instrucțiune (prompt) pentru a o folosi într-un model AI precum ChatGPT.

source: 1. Describe your formula:
pt: ~1. Descreva sua fórmula:
ro: ~1. Descrie-ți formula:

source: E.g.: Quadratic equation with a=1, b=14 and c=-4
pt: ~Ex.: Equação quadrática com a=1, b=14 e c=-4
ro: ~Ex.: Ecuație quadratică cu a=1, b=14 și c=-4

source: 2. Generate AI instruction
pt: ~2. Gerar instrução de IA
ro: ~2. Generați instrucțiunea AI

source: 3. Generated instruction:
pt: ~3. Instrução gerada:
ro: ~3. Instrucțiune generată:

source: The AI instruction will appear here...
pt: ~A instrução de IA aparecerá aqui...
ro: ~Instrucțiunea AI va apărea aici...

source: Open in ChatGPT
pt: ~Abrir no ChatGPT
ro: ~Deschide în ChatGPT

source: Copy for another AI
pt: ~Copiar para outra IA
ro: ~Copiază pentru alt AI

source: Vars (a, b, c...)
pt: ~Variáveis (a, b, c...)
ro: ~Variabile (a, b, c...)

source: Basic
pt: ~Básico
ro: ~De bază

source: Fraction
pt: ~Frações
ro: ~Fracție

source: Small fraction
pt: ~Frações pequenas
ro: ~Fracție mică

source: Large fraction
pt: ~Frações grandes
ro: ~Fracție mare

source: Nested fraction
pt: ~Fracionário aninhado
ro: ~Fracție încrucișată

source: Infinity
pt: ~Infinito
ro: ~Infinit

source: Lowercase Greek letter alpha
pt: ~Letra grega minúscula alfa
ro: ~Literă greacă alfa mic

source: Lowercase Greek letter beta
pt: ~Letra grega minúscula beta
ro: ~Literă greacă beta mic

source: Lowercase Greek letter pi
pt: ~Letra grega minúscula pi
ro: ~Literă greacă pi mic

source: Display mode
pt: ~Modo de exibição
ro: ~Mod de afișare

source: Parentheses
pt: ~Parênteses
ro: ~Paranteze

source: Root
pt: ~Raiz
ro: ~Radical

source: Subscript
pt: ~Subscrito
ro: ~Indice inferior

source: Superscript
pt: ~Sobrescrito
ro: ~Indice superior

source: Text
pt: ~Delimitadores
ro: ~Delimitatori

source: Delimiters
pt: ~Colchetes
ro: ~Paranteze pătrate

source: Square brackets
pt: ~Chaves
ro: ~Acele acolade

source: Curly braces
pt: ~Norma
ro: ~Normă

source: Norm
pt: ~Função piso
ro: ~Funcția de parte întreagă

source: Floor function
pt: ~Função teto
ro: ~Funcția de plafon

source: Ceiling function
pt: ~Valor absoluto
ro: ~Valoarea absolută

source: Absolute value
pt: ~ Ângulo
ro: ~Unghi

source: Angle
pt: ~Agrupamento
ro: ~ Grupare

source: Box
pt: ~Caixa
ro: ~Cutie

source: Underbrace
pt: ~Chapéu de underbrace
ro: ~Subpunct

source: Overbrace
pt: ~Chapéu de overbrace
ro: ~Superpunct

source: Operators and relations
pt: ~Operadores e relações
ro: ~Operatori și relații

source: Approximately equal
pt: ~Aproximadamente igual
ro: ~Aproximativ egal

source: Approximate
pt: ~Aproximado
ro: ~Aproximativ

source: Asymptotically equal
pt: ~Igual assintoticamente
ro: ~Egal asimptotic

source: Asterisk
pt: ~Asterisco
ro: ~Astérisc

source: Bowtie
pt: ~gravata borboleta
ro: ~Fundă

source: Circled quotient
pt: ~Quociente circundado
ro: ~Raport în cerc

source: Composition
pt: ~Composição
ro: ~Compoziție

source: Congruent
pt: ~Congruente

source: Reduced Planck constant
pt: ~Constante de Planck reduzida
ro: ~Constanta lui Planck redusă

source: Square
pt: ~Quadrado
ro: ~ Pătrat

source: Large circle
pt: ~Círculo grande
ro: ~Cerc mare

source: Difference
pt: ~Diferença
ro: ~Diferență

source: Not equal
pt: ~Não igual
ro: ~Nu egal

source: Division
pt: ~Divisão
ro: ~Împărțire

source: Equivalent
pt: ~Equivalente
ro: ~Echivalent

source: Dotless i
pt: ~i sem ponto
ro: ~i fără punct

source: Intersection
pt: ~Interseção
ro: ~Intersecție

source: Dotless j
pt: ~j sem ponto
ro: ~j fără punct

source: Greater than or equal to
pt: ~Maior ou igual a
ro: ~Mai mare sau egal cu

source: Greater than
pt: ~Maior que
ro: ~Mai mare decât

source: Less than or equal to
pt: ~Menor ou igual a
ro: ~Mai mic sau egal cu

source: Less than
pt: ~Menor que
ro: ~Mai mic decât

source: Multiplication
pt: ~Multiplicação
ro: ~Înmulțire

source: Plus-minus
pt: ~Mais ou menos

source: Not congruent
pt: ~Não congruente
ro: ~Nu este congruent

source: Not equivalent
pt: ~Não equivalente
ro: ~Nu echivalent

source: Not greater than or equal to (slant)
pt: ~Não maior ou igual a (inclinação)
ro: ~Nu mai mare sau egal cu (înclinare)

source: Not greater than or equal to
pt: ~Não maior ou igual a
ro: ~Nu mai mare sau egal cu

source: Not greater than
pt: ~Não maior que
ro: ~Nu mai mare

source: Not less than or equal to (slant)
pt: ~Não menor ou igual a (inclinação)
ro: ~Nu mai mic sau egal cu (înclinare)

source: Not less than or equal to
pt: ~Não menor ou igual a
ro: ~Nu mai mic sau egal cu

source: Not less than
pt: ~Não menor que
ro: ~Nu mai mic

source: Not an element of
pt: ~Não é um elemento de
ro: ~Nu este un element

source: Does not precede
pt: ~Não precede
ro: ~Nu precede

source: Not similar
pt: ~Não semelhante
ro: ~Nu este similar

source: Not a subset or equal
pt: ~Não é um subconjunto ou igual
ro: ~Nu este un subset sau egal

source: Does not succeed
pt: ~Não sucede
ro: ~Nu reușește

source: Parallel
pt: ~Paralelo

source: Imaginary part
pt: ~Parte imaginária
ro: ~Partea imaginară

source: Real part
pt: ~Parte real
ro: ~Partea reală

source: Element of
pt: ~Elemento de
ro: ~Element din

source: Star product
pt: ~Produto estrela
ro: ~Produsul stea

source: Dot product
pt: ~Produto escalar
ro: ~Produsul scalar

source: Tensor product
pt: ~Produto tensorial
ro: ~Produsul tensorial

source: Proportional to
pt: ~Proporcional a
ro: ~Proporțional cu

source: Bullet
pt: ~Marcador
ro: ~Punct

source: Diagonal dots
pt: ~Pontilhados diagonais
ro: ~Puncte diagonale

source: Horizontal dots
pt: ~Pontilhados horizontais
ro: ~Puncte orizontale

source: Vertical dots
pt: ~Pontilhados verticais
ro: ~Puncte verticale

source: Circled minus
pt: ~Menos dentro de um círculo
ro: ~Minus în cerc

source: Satisfies (models)
pt: ~Satisfaz (modelos)
ro: ~Îndeplinește (modele)

source: Is deduced (vdash)
pt: ~É deduzido (vdash)
ro: ~Rezultă (vdash)

source: Similar
pt: ~Semelhante

source: Subset
pt: ~Subconjunto
ro: ~Submulțime

source: Subset or equal
pt: ~Subconjunto ou igual
ro: ~Submulțime sau egal

source: Proper subset
pt: ~Subconjunto próprio
ro: ~Submulțime proprie

source: Direct sum
pt: ~Soma direta
ro: ~Sumă directă

source: Superset
pt: ~Superconjunto

source: Superset or equal
pt: ~Superconjunto ou igual
ro: ~Superset sau egal

source: Small right triangle
pt: ~Triângulo pequeno à direita
ro: ~Triunghi mic drept

source: Large triangle
pt: ~Triângulo grande
ro: ~Triunghi mare

source: Large inverted triangle
pt: ~Triângulo invertido grande
ro: ~Triunghi mare inversat

source: Small left triangle
pt: ~Triângulo pequeno à esquerda
ro: ~Triunghi mic stâng

source: Union
pt: ~União
ro: ~Uniune

source: Measured angle
pt: ~Ângulo medido
ro: ~Unghi măsurat

source: Sets
pt: ~Conjuntos
ro: ~Seturi

source: Complex numbers
pt: ~Números complexos
ro: ~Numere complexe

source: Empty set
pt: ~Conjunto vazio
ro: ~Mulțime goală

source: Integers
pt: ~Números inteiros
ro: ~Numere întregi

source: Natural numbers
pt: ~Números naturais
ro: ~Numere naturale

source: Rational numbers
pt: ~Números racionais
ro: ~Numere raționale

source: Real numbers
pt: ~Números reais
ro: ~Numere reale

source: Logic
pt: ~Lógica
ro: ~Logică

source: Conjunction
pt: ~Conjunção
ro: ~Conjuncție

source: Disjunction
pt: ~Disjunção
ro: ~Disjuncție

source: Equivalence
pt: ~Equivalência
ro: ~Echivalență

source: Exists
pt: ~Existe
ro: ~Existentă

source: Implication
pt: ~Implica
ro: ~Implicație

source: Negation
pt: ~Negação
ro: ~Negare

source: Does not exist
pt: ~Não existe
ro: ~Nu există

source: Not for all
pt: ~Não para todos
ro: ~Nu pentru toate

source: For all
pt: ~Para todos
ro: ~Pentru toate

source: Functions
pt: ~Funções
ro: ~Funcții

source: Cosecant
pt: ~Cossecante
ro: ~Cosecanta

source: Cosine
pt: ~Cosseno
ro: ~Cosinus

source: Cotangent
pt: ~Cotangente
ro: ~Cotangentă

source: Exponential
pt: ~Exponencial
ro: ~Exponențială

source: Logarithm
pt: ~Logaritmo
ro: ~Logaritm

source: Natural logarithm
pt: ~Logaritmo natural
ro: ~Logaritm natural

source: Square root
pt: ~Raiz quadrada
ro: ~Rădăcină pătrată

source: Nth root
pt: ~Raiz enésima
ro: ~Rădăcină n

source: Secant
pt: ~Secante
ro: ~Secantă

source: Sine
pt: ~Seno

source: Tangent
pt: ~Tangente
ro: ~Tangenta

source: Calculus
pt: ~Cálculo

source: Large coproduct
pt: ~Coproducto grande
ro: ~Coproduct mare

source: Derivative
pt: ~Derivada
ro: ~Derivata

source: Partial derivative
pt: ~Derivada parcial
ro: ~Derivata parțială

source: Definite integral
pt: ~Integral definida
ro: ~Integrală definită

source: Double integral
pt: ~Integral dupla
ro: ~Integral dublă

source: Indefinite integral
pt: ~Integral indefinida
ro: ~Integrală nedefinită

source: Triple integral
pt: ~Integral tripla
ro: ~Integrală triplă

source: Limit
pt: ~Limite
ro: ~Limită

source: Large logical product
pt: ~Produto lógico grande
ro: ~Produs logic mare

source: Large tensor product
pt: ~Produto tensorial grande
ro: ~Produs tensor mare

source: Product
pt: ~Produto
ro: ~Produs

source: Large direct sum
pt: ~ Soma direta grande
ro: ~Sumă directă mare

source: Large logical sum
pt: ~ Soma lógica grande
ro: ~Sumă logică mare

source: Summation
pt: ~ Soma
ro: ~Sumare

source: Large disjoint union
pt: ~ União disjunta grande
ro: ~Uniune disjunctă mare

source: Arrows
pt: ~Setas
ro: ~Săgeți

source: Right-left harpoons
pt: ~Harpoons direita-esquerda
ro: ~Harpoane dreapta-stânga

source: Left-right harpoons
pt: ~Harpoons esquerda-direita
ro: ~Harpoane stânga-dreapta

source: Right harpoon down
pt: ~Harpoon para baixo à direita
ro: ~Harpoon în jos dreapta

source: Right harpoon up
pt: ~Harpoona direito para cima
ro: ~Harpon dreapta sus

source: Left harpoon down
pt: ~Harpoona esquerdo para baixo
ro: ~Harpon stânga jos

source: Left harpoon up
pt: ~Harpoona esquerdo para cima
ro: ~Harpon stânga sus

source: Double arrow
pt: ~Seta dupla
ro: ~Săgeată dublă

source: Long equivalence
pt: ~Equivalência longa
ro: ~Echivalență lungă

source: Down arrow
pt: ~Seta para baixo
ro: ~Săgeată în jos

source: Up arrow
pt: ~Seta para cima
ro: ~Săgeată în sus

source: Right loop arrow
pt: ~Seta de laço à direita
ro: ~Săgeată cu buclă spre dreapta

source: Right circular arrow
pt: ~Seta circular à direita
ro: ~Săgeată circulară spre dreapta

source: Arrow with text below
pt: ~Seta com texto abaixo
ro: ~Săgeată cu text dedesubt

source: Arrow with text above
pt: ~Seta com texto acima
ro: ~Săgeată cu text deasupra

source: Arrow with text above and below
pt: ~Seta com texto acima e abaixo
ro: ~Săgeată cu text deasupra și dedesubt

source: Right curve arrow
pt: ~Seta curva para a direita
ro: ~Săgeată curbată spre dreapta

source: Left curve arrow
pt: ~Seta curva para a esquerda
ro: ~Săgeată curbată spre stânga

source: Right arrow
pt: ~Seta para a direita
ro: ~Săgeată spre dreapta

source: Right arrow with tail
pt: ~Seta para a direita com cauda
ro: ~Săgeată spre dreapta cu coadă

source: Double down arrow
pt: ~Seta dupla para baixo
ro: ~Săgeată dublu în jos

source: Double up arrow
pt: ~Seta dupla para cima
ro: ~Săgeată dublu în sus

source: Double vertical arrow
pt: ~Seta vertical dupla
ro: ~Săgeată verticală dublă

source: Left arrow
pt: ~Seta para a esquerda
ro: ~Săgeată spre stânga

source: Left arrow (gets)
pt: ~Seta para a esquerda (obter)
ro: ~Săgeată stânga (obține)

source: Long arrow
pt: ~Seta longa
ro: ~Săgeată lungă

source: Long double arrow
pt: ~Seta dupla longa
ro: ~Săgeată dublă lungă

source: Long left arrow
pt: ~Seta longa para a esquerda
ro: ~Săgeată stânga lungă

source: Northeast arrow
pt: ~Seta para o nordeste
ro: ~Săgeată nord-est

source: Northwest arrow
pt: ~Seta para o noroeste
ro: ~Săgeată nord-vest

source: Wiggly right arrow
pt: ~Seta ondulada para a direita
ro: ~Săgeată dreaptă ondulată

source: Southeast arrow
pt: ~Seta para o sudeste
ro: ~Săgeată sud-est

source: Southwest arrow
pt: ~Seta para o sudoeste
ro: ~Săgeată sud-vest

source: Vector arrow
pt: ~Seta de vetor
ro: ~Săgeată vector

source: Double up arrows
pt: ~Setas duplas para cima
ro: ~Dublează săgețile

source: Double right arrows
pt: ~Setas duplas para a direita
ro: ~Dublează săgețile drepte

source: Implies
pt: ~Implica
ro: ~Implica

source: Reverse implies
pt: ~Implica ao contrário
ro: ~Implica invers

source: Long implies
pt: ~Implica longamente
ro: ~Implica lung

source: Injection
pt: ~Injeção
ro: ~Injecție

source: Long mapping
pt: ~Mapeamento longo
ro: ~Mapare lungă

source: Not implies right
pt: ~Não implica à direita
ro: ~Nu implică dreapta

source: Not implies left
pt: ~Não implica à esquerda
ro: ~Nu implică stânga

source: Vector
pt: ~Vetores

source: Matrices
pt: ~Matrizes
ro: ~Matrici

source: 2x2 determinant
pt: ~Determinante 2x2
ro: ~Determinant 2x2

source: 2x2 matrix
pt: ~Matriz 2x2
ro: ~Matrice 2x2

source: 2x2 matrix with brackets
pt: ~Matriz 2x2 com colchetes
ro: ~Matrice 2x2 cu paranteze

source: 3x3 matrix
pt: ~Matriz 3x3
ro: ~Matrice 3x3

source: Systems
pt: ~Sistemas
ro: ~Sisteme

source: System of 3 equations with array
pt: ~Sistema de 3 equações com array
ro: ~Sistem de 3 ecuații cu matrice

source: System with array
pt: ~Sistema com array
ro: ~Sistem cu matrice

source: Decorations
pt: ~Decorações
ro: ~Decorații

source: Double dot
pt: ~Dois pontos
ro: ~Două puncte

source: Dot
pt: ~Ponto
ro: ~Punct

source: Hat
pt: ~Chapéu
ro: ~Pălărie

source: Wide hat
pt: ~Chapéu largo
ro: ~Pălărie largă

source: Annotations
pt: ~Anotações
ro: ~Anotări

source: Insert text
pt: ~Inserir texto
ro: ~Inserează text

source: Cross out with X
pt: ~Riscar com X
ro: ~Tăiat cu X

source: Cross out
pt: ~Riscar
ro: ~Tăietură

source: Cancel term
pt: ~Cancelar termo
ro: ~Anulare termen

source: Cancel and annotate
pt: ~Cancelar e anotar
ro: ~Anulare și adnotare

source: Text below
pt: ~Texto abaixo
ro: ~Textul de mai jos

source: Text above
pt: ~Texto acima
ro: ~Textul de mai sus

source: Text formatting
pt: ~Formatação de texto
ro: ~Formatare text

source: Tiny text
pt: ~Texto pequeno
ro: ~Text mic

source: Script size text
pt: ~Texto de tamanho script
ro: ~Text de dimensiune script

source: Small text
pt: ~Texto pequeno
ro: ~Text mic

source: Normal size text
pt: ~Texto de tamanho normal
ro: ~Text de dimensiune normală

source: Large text
pt: ~Texto grande
ro: ~Text mare

source: Larger text
pt: ~Texto maior
ro: ~Text mai mare

source: Very large text
pt: ~Texto muito grande
ro: ~Text foarte mare

source: Huge text
pt: ~Texto enorme
ro: ~Text uriaș

source: Huger text
pt: ~Texto ainda maior
ro: ~Text uriaș

source: Blackboard bold
pt: ~Negrito em negrito preto
ro: ~Îngroșat negru

source: Math bold
pt: ~Negrito matemático
ro: ~Îngroșat matematic

source: Calligraphic
pt: ~Caligráfico
ro: ~Caligrafic

source: Gothic
pt: ~Gótico
ro: ~Gotic

source: Math italic
pt: ~Itálico matemático
ro: ~ Înclinat matematic

source: Upright (math roman)
pt: ~Retângulo ( romano matemático )
ro: ~Upright (roman matematic)

source: Typographic bold
pt: ~Negrito tipográfico
ro: ~Bold tipografic

source: Italic
pt: ~Itálico

source: Monospace
pt: ~Monoespaçado

source: Plain text
pt: ~Texto simples
ro: ~Text simplu

source: Color
pt: ~Cor
ro: ~Culoare

source: Greek
pt: ~Grego
ro: ~Greacă

source: Lowercase alpha
pt: ~Alfa minúsculo
ro: ~Alfa mic

source: Lowercase beta
pt: ~Beta minúsculo
ro: ~Beta mic

source: Lowercase chi
pt: ~Chi minúsculo
ro: ~Chi mic

source: Uppercase Delta
pt: ~Delta maiúsculo
ro: ~Delta majuscul

source: Lowercase delta
pt: ~delta minúsculo
ro: ~delta minuscul

source: Lowercase eta
pt: ~eta minúsculo
ro: ~eta minuscul

source: Uppercase Gamma
pt: ~Gama maiúsculo
ro: ~Gamma majuscul

source: Lowercase gamma
pt: ~gama minúsculo
ro: ~gamma minuscul

source: Lowercase iota
pt: ~iota minúsculo
ro: ~iota minuscul

source: Lowercase kappa
pt: ~kappa minúsculo
ro: ~kappa minuscul

source: Uppercase Lambda
pt: ~Lambda maiúsculo
ro: ~Lambda majuscul

source: Lowercase lambda
pt: ~lambda minúsculo
ro: ~lambda minuscul

source: Lowercase mu
pt: ~mu minúsculo
ro: ~mu minuscul

source: Lowercase nu
pt: ~minúsculo nu
ro: ~nu minuscul

source: Uppercase Omega
pt: ~maiúsculo Omega
ro: ~Omega majuscul

source: Lowercase omega
pt: ~minúsculo omega
ro: ~omega minuscul

source: Uppercase Phi
pt: ~maiúsculo Phi
ro: ~Phi majuscul

source: Lowercase phi
pt: ~minúsculo phi
ro: ~phi minuscul

source: Phi variant
pt: ~Variação de Phi
ro: ~Varianta de Phi

source: Uppercase Pi
pt: ~maiúsculo Pi
ro: ~Pi majuscul

source: Pi variant
pt: ~Variação de Pi
ro: ~Varianta de Pi

source: Uppercase Psi
pt: ~maiúsculo Psi
ro: ~Psi majuscul

source: Lowercase psi
pt: ~minúsculo psi
ro: ~psi minuscul

source: Lowercase rho
pt: ~Rho minúsculo
ro: ~rho mic
