Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

# Could not load the file for &quot;{name}&quot;.
source: Could not load the file for "{name}".
pt: ~Não foi possível carregar o arquivo para "{name}".
ro: ~Nu s-a putut încărca fișierul pentru "{name}".

source: All browser data has been cleared.
pt: ~Todos os dados do navegador foram apagados.
ro: ~Toate datele browser-ului au fost șterse.

source: Please enter a valid URL.
pt: ~Por favor, insira uma URL válida.
ro: ~Vă rugăm introduceți o adresă URL validă.

source: Custom URL
pt: ~URL personalizada
ro: ~URL personalizat

source: The JSON file does not have the expected format.
pt: ~O arquivo JSON não possui o formato esperado.
ro: ~Fișierul JSON nu are formatul așteptat.

source: Error processing the JSON file.
pt: ~Erro ao processar o arquivo JSON.
ro: ~Eroare la procesarea fișierului JSON.

source: There is nothing to copy.
pt: ~Não há nada para copiar.
ro: ~Nu există nimic de copiat.

source: Copied!
pt: ~Copiado!
ro: ~Copiare efectuată!

source: There is nothing to export.
pt: ~Não há nada para exportar.
ro: ~Nu există nimic de exportat.

source: The text area is empty.
pt: ~A área de texto está vazia.
ro: ~Zona de text este goală.

source: Pasted
pt: ~Colado
ro: ~Lipire

source: Invalid full JSON.
pt: ~JSON completo inválido.
ro: ~JSON complet invalid.

source: Invalid category JSON.
pt: ~JSON de categoria inválido.
ro: ~JSON categorie invalid.

source: Select a category.
pt: ~Selecione uma categoria.
ro: ~Selectați o categorie.

source: The format of the element or list of elements is invalid. Make sure they are valid JSON objects separated by commas.
pt: ~O formato do elemento ou lista de elementos é inválido. Certifique-se de que sejam objetos JSON válidos separados por vírgulas.
ro: ~Formatul elementului sau al listei de elemente este invalid. Asigurați-vă că sunt obiecte JSON valide separate prin virgule.

source: No valid elements found in the pasted text.
pt: ~Nenhum elemento válido encontrado no texto colado.
ro: ~Niciun element valid găsit în textul lipit.

source: Error processing JSON:
pt: ~Erro ao processar JSON:
ro: ~Eroare la procesarea JSON:

source: Please enter a topic.
pt: ~Por favor, insira um tópico.
ro: ~Vă rugăm să introduceți un subiect.

source: None.
pt: ~Nenhum.
ro: ~Niciunul.

source: Could not copy the prompt.
pt: ~Não foi possível copiar o prompt.
ro: ~Nu s-a putut copia promptul.

source: Edit Category
pt: ~Editar Categoria
ro: ~Editează categoria

source: Are you sure?
pt: ~Tem certeza?
ro: ~Ești sigur?

source: Add Element
pt: ~Adicionar Elemento
ro: ~Adaugă element

source: Edit Element
pt: ~Editar Elemento
ro: ~Editează elementul

source: The name is required.
pt: ~O nome é obrigatório.
ro: ~Numele este obligatoriu.

source: Name
pt: ~Nome
ro: ~Nume

source: Title
pt: ~Título
ro: ~Titlu

source: CSS Grid Template
pt: ~Template de Grade CSS
ro: ~Șablon CSS Grid

source: LaTeX (insert)
pt: ~LaTeX (inserir)
ro: ~LaTeX (inserare)

source: LaTeX (display)
pt: ~LaTeX (exibir)
ro: ~LaTeX (afișare)

source: Optional. If left blank, the insert LaTeX will be used.
pt: ~Opcional. Se deixado em branco, será usado o LaTeX de inserção.
ro: ~Opțional. Dacă este lăsat gol, va fi folosit LaTeX inserat.

source: Move to another category
pt: ~Mover para outra categoria
ro: ~Mergi la o altă categorie

source: Move
pt: ~Mover
ro: ~Mutare

source: Title and LaTeX are required.
pt: ~Título e LaTeX são obrigatórios.
ro: ~Titlul și LaTeX sunt obligatorii.

source: It is already in this category.
pt: ~Já está nesta categoria.
ro: ~Deja se află în această categorie.

source: Could not retrieve menus.
pt: ~Não foi possível recuperar os menus.
ro: ~Nu s-au putut prelua meniurile.

source: Error loading the list.
pt: ~Erro ao carregar a lista.
ro: ~Eroare la încărcarea listei.

source: Could not load the default base formulas.
pt: ~Não foi possível carregar as fórmulas base padrão.
ro: ~Nu s-au putut încărca formulele de bază implicite.

source: General topic:
pt: ~Tópico geral:
ro: ~Subiect general:

source: E.g.: Statistics, Linear Algebra...
pt: ~Ex.: Estatística, Álgebra Linear...
ro: ~Ex.: Statistică, Algebră liniară...

source: Additional instructions for the AI (optional):
pt: ~Instruções adicionais para a IA (opcional):
ro: ~Instrucțiuni suplimentare pentru AI (opțional):

source: E.g.: Create 3 categories with 5 formulas each. Or create 8 elements about...
pt: ~Exemplo: Crie 3 categorias com 5 fórmulas cada. Ou crie 8 elementos sobre...
ro: ~De exemplu: Creează 3 categorii cu câte 5 formule fiecare. Sau creează 8 elemente despre...

source: Category topic:
pt: ~Assunto da categoria:
ro: ~Subiectul categoriei:

source: E.g.: Vectors, Organic Chemistry...
pt: ~Exemplo: Vetores, Química Orgânica...
ro: ~De exemplu: Vectori, Chimie Organică...

source: Topic of the elements:
pt: ~Assunto dos elementos:
ro: ~Subiectul elementelor:

source: E.g.: Trigonometric identities
pt: ~Exemplo: Identidades trigonométricas
ro: ~De exemplu: Identități trigonometrice

source: No .json files found in the \'docs\' folder.
pt: ~Nenhum arquivo .json encontrado na pasta \'docs\'.
ro: ~Nu s-au găsit fișiere .json în folderul 'docs'.

source: No .json files found in the 'docs' folder.
pt: ~Nenhum arquivo .json encontrado na pasta 'docs'.
ro: ~Nu s-au găsit fișiere .json în folderul 'docs'.

source: Create with AI
pt: ~Criar com IA
ro: ~Creează cu AI

source: Go to Tools - Preview to see the tooltip content
pt: ~Ir para Ferramentas - Visualizar para ver o conteúdo da dica de ferramenta
ro: ~Mergi la Instrumente - Previzualizare pentru a vedea conținutul tooltip-ului

source: If you have made changes and have not saved them, they will be lost. Do you really want to quit?
pt: ~Se você fez alterações e não as salvou, elas serão perdidas. Deseja realmente sair?
ro: ~Dacă ați făcut modificări și nu le-ați salvat, acestea vor fi pierdute. Sigur doriți să ieșiți?

source: Add
pt: ~Adicionar
ro: ~Adaugă

source: Edit
pt: ~Editar
ro: ~Editează

source: Undo
pt: ~Desfazer
ro: ~Anulează

source: Redo
pt: ~Refazer
ro: ~Refă

source: Cut
pt: ~Recortar
ro: ~Taie

source: New
pt: ~Novo
ro: ~Nou

source: New from Template...
pt: ~Novo a partir de Modelo...
ro: ~Nou din Șablon...

source: Select a template to create a new project:
pt: ~Selecione um modelo para criar um novo projeto:
ro: ~Selectează un șablon pentru a crea un proiect nou:

source: No templates available for your language.
pt: ~Nenhum modelo disponível para o seu idioma.
ro: ~Nu există șabloane disponibile pentru limba ta.

source: Open
pt: ~Abrir
ro: ~Deschide

source: Exit
pt: ~Sair
ro: ~Ieșire

source: Help
pt: ~Ajuda
ro: ~Ajutor

source: Print
pt: ~Imprimir
ro: ~Imprimare

source: Save As...
pt: ~Salvar como...
ro: ~Salvează ca...

source: Central Idea
pt: ~Ideia Central
ro: ~Ideea centrală

source: Welcome to mindmaps
pt: ~Bem-vindo ao mapa mental
ro: ~Bine ai venit la hărțile mentale

source: Navigation
pt: ~Navegação
ro: ~Navigare

source: Mind map
pt: ~Mapa mental
ro: ~Hartă mentală

source: Could not retrieve data (Core error)
pt: ~Não foi possível recuperar os dados (Erro principal)
ro: ~Nu s-au putut prelua datele (Eroare de bază)

source: Inspector
pt: ~Inspecionar

source: Navigator
pt: ~Navegador

source: Info
pt: ~Informação
ro: ~Informații

source: Show or hide the node's children
pt: ~Mostrar ou ocultar os filhos do nó
ro: ~Afișează sau ascunde copiii nodului

source: Start working on a new mind map
pt: ~Começar a trabalhar em um novo mapa mental
ro: ~Începe să lucrezi la o hartă mentală nouă

source: Error uploading file
pt: ~Erro ao fazer upload do arquivo
ro: ~Eroare la încărcarea fișierului

source: Inline
pt: ~Em linha

source: Bold
pt: ~Negrito
ro: ~Îngroșat

source: Underline
pt: ~Sublinhado
ro: ~Subliniat

source: Strikethrough
pt: ~Riscado
ro: ~Tăiat

source: Code
pt: ~Código
ro: ~Cod

source: Deletion
pt: ~Exclusão
ro: ~Ștergere

source: Insertion
pt: ~Inserção
ro: ~Inserare

source: Cite
pt: ~Citar
ro: ~Citează

source: Highlighted text
pt: ~Texto destacado
ro: ~Text evidențiat

source: Connection lost
pt: ~Conexão perdida
ro: ~Conexiune pierdută

source: Please refresh the page to try to reconnect to the server...
pt: ~Por favor, atualize a página para tentar reconectar ao servidor...
ro: ~Vă rugăm să reîmprospătați pagina pentru a încerca să vă reconectați la server...

source: Users online
pt: ~Usuários online
ro: ~Utilizatori online

source: Last save:
pt: ~Última gravação:
ro: ~Ultima salvare:

source: No previous versions
pt: ~Sem versões anteriores
ro: ~Nicio versiune anterioară

source: Unsaved project
pt: ~Projeto não salvo
ro: ~Proiect nesalvat

source: Saved one day ago
pt: ~Salvo há um dia
ro: ~Salvat acum o zi

source: Saved %s days ago
pt: ~Salvo há %s dias
ro: ~Salvat acum %s zile

source: Saved an hours ago
pt: ~Salvo há uma hora
ro: ~Salvat acum o oră

source: Saved %s hours ago
pt: ~Salvo há %s horas
ro: ~Salvat acum %s ore

source: Saved %s minutes ago
pt: ~Salvo há %s minutos
ro: ~Salvat acum %s minute

source: Saved a few seconds ago
pt: ~Salvo há alguns segundos
ro: ~Salvat acum câteva secunde

source: Empty session
pt: ~Sessão vazia
ro: ~Sesiune goală

source: Do you want to logout anyway?
pt: ~Deseja fazer logout mesmo assim?
ro: ~Vrei să te deconectezi oricum?

source: Logout
pt: ~Sair
ro: ~Deconectare

source: Default
pt: ~Padrão
ro: ~Implicit

source: Advanced
pt: ~Avançado
ro: ~Avansat

source: Mode:
pt: ~Modo:
ro: ~Mod:

source: Untitled document
pt: ~Documento sem título
ro: ~Document fără titlu

source: Project properties
pt: ~Propriedades do projeto
ro: ~Proprietăți proiect

source: Project properties saved.
pt: ~Propriedades do projeto salvas.
ro: ~Proprietățile proiectului au fost salvate.

source: Share link
pt: ~Link de compartilhamento
ro: ~Link de partajare

source: The share link is:
pt: ~O link de compartilhamento é:
ro: ~Link-ul de partajare este:

source: Copy to clipboard
pt: ~Copiar para a área de transferência
ro: ~Copiază în clipboard

source: Information and presentation
pt: ~Informação e apresentação
ro: ~Informații și prezentare

source: Assessment and tracking
pt: ~Avaliação e acompanhamento
ro: ~Evaluare și urmărire

source: Games
pt: ~Jogos
ro: ~Jocuri

source: Interactive activities
pt: ~Atividades interativas
ro: ~Activități interactive

source: Science
pt: ~Ciência
ro: ~Știință

source: Imported
pt: ~Importado
ro: ~Importat

source: Tools to display information, organize resources or enrich content with accessibility and diverse media.
pt: ~Ferramentas para exibir informações, organizar recursos ou enriquecer o conteúdo com acessibilidade e mídia diversa.
ro: ~Instrumente pentru afișarea informațiilor, organizarea resurselor sau îmbogățirea conținutului cu accesibilitate și media diversă.

source: Quizzes and other tools to check knowledge or progress, with the option to provide feedback.
pt: ~Questionários e outras ferramentas para verificar conhecimentos ou progresso, com a opção de fornecer feedback.
ro: ~Chestionare și alte instrumente pentru verificarea cunoștințelor sau progresului, cu opțiunea de a oferi feedback.

source: Resources that use game mechanics to motivate and reinforce learning without evaluation pressure.
pt: ~Recursos que utilizam mecânicas de jogo para motivar e reforçar a aprendizagem sem pressão de avaliação.
ro: ~Resurse care utilizează mecanici de joc pentru a motiva și consolida învățarea fără presiune de evaluare.

source: Exercises that require direct interaction, encouraging active learning and trial-and-error.
pt: ~Exercícios que requerem interação direta, incentivando a aprendizagem ativa e tentativa e erro.
ro: ~Exerciții care necesită interacțiune directă, încurajând învățarea activă și încercarea și greșeala.

source: Sciencie
pt: ~Ciências
ro: ~Științe

source: Resources designed to work on specific subject areas or topics.
pt: ~Recursos projetados para trabalhar em áreas ou tópicos específicos.
ro: ~Resurse concepute pentru a lucra pe domenii sau subiecte specifice.

source: Select or drag to place the iDevice on the page.
pt: ~Selecione ou arraste para colocar o dispositivo na página.
ro: ~Selectați sau trageți pentru a plasa iDevice pe pagină.

source: Click to upload the file
pt: ~Clique para fazer upload do arquivo
ro: ~Faceți clic pentru a încărca fișierul

source: Import iDevice in ZIP format
pt: ~Importar dispositivo em formato ZIP
ro: ~Importă iDevice în format ZIP

source: Failed to install the new iDevice
pt: ~Falha ao instalar o novo dispositivo
ro: ~Nu s-a putut instala noul iDevice

source: Could not remove the iDevice
pt: ~Não foi possível remover o dispositivo
ro: ~Nu s-a putut elimina iDevice-ul

source: Export
pt: ~Exportar
ro: ~Exportă

source: Delete iDevice
pt: ~Excluir dispositivo
ro: ~Șterge iDevice

source: Delete this iDevice: %s?
pt: ~Excluir este dispositivo: %s?
ro: ~Șterge acest iDevice: %s?

source: Generating preview...
pt: ~Gerando visualização...
ro: ~Se generează previzualizarea...

source: An error occurred while generating the preview.
pt: ~Ocorreu um erro ao gerar a visualização.
ro: ~A apărut o eroare în timpul generării previzualizării.

source: An error occurred while generating the print preview.
pt: ~Ocorreu um erro ao gerar a visualização de impressão.
ro: ~A apărut o eroare în timpul generării previzualizării de imprimare.

source: New file
pt: ~Novo arquivo
ro: ~Fișier nou

source: Create new file without saving
pt: ~Criar novo arquivo sem salvar
ro: ~Creează fișier nou fără a salva

source: Saving the project...
pt: ~Salvando o projeto...
ro: ~Se salvează proiectul...

source: Project saved.
pt: ~Projeto salvo.
ro: ~Proiect salvat.

source: An error occurred while saving the project.
pt: ~Ocorreu um erro ao salvar o projeto.
ro: ~A apărut o eroare în timpul salvării proiectului.

source: Save project
pt: ~Salvar projeto
ro: ~Salvează proiectul

source: Please enter the project title:
pt: ~Por favor, insira o título do projeto:
ro: ~Vă rugăm să introduceți titlul proiectului:

source: Google Drive error
pt: ~Erro do Google Drive
ro: ~Eroare Google Drive

source: Unknown
pt: ~Desconhecido
ro: ~Necunoscut

source: Dropbox error
pt: ~Erro do Dropbox
ro: ~Eroare Dropbox

source: Error opening
pt: ~Erro ao abrir
ro: ~Eroare la deschiderea

source: Open project
pt: ~Abrir projeto
ro: ~Deschide proiectul

source: Open without saving
pt: ~Abrir sem salvar
ro: ~Deschide fără a salva

source: No recent projects...
pt: ~Sem projetos recentes...
ro: ~Niciun proiect recent...

source: Download
pt: ~Baixar
ro: ~Descarcă

source: File generation in progress.
pt: ~Geração do arquivo em andamento.
ro: ~Generarea fișierului în curs.

source: File generated.
pt: ~Arquivo gerado.
ro: ~Fișier generat.

source: An error occurred while generating the file.
pt: ~Ocorreu um erro ao gerar o arquivo.
ro: ~A apărut o eroare în timpul generării fișierului.

source: Save as
pt: ~Salvar como
ro: ~Salvează ca

source: Generating export files...
pt: ~Gerando arquivos de exportação...
ro: ~Se generează fișiere de export...

source: The project has been exported.
pt: ~O projeto foi exportado.
ro: ~Proiectul a fost exportat.

source: An error occurred while exporting the project.
pt: ~Ocorreu um erro ao exportar o projeto.
ro: ~A apărut o eroare în timpul exportului proiectului.

source: This option is only available offline.
pt: ~Esta opção está disponível somente offline.
ro: ~Această opțiune este disponibilă numai offline.

source: Export canceled.
pt: ~Exportação cancelada.
ro: ~Exportul a fost anulat.

source: Unexpected error.
pt: ~Erro inesperado.
ro: ~Eroare neașteptată.

source: The project properties have been exported.
pt: ~As propriedades do projeto foram exportadas.
ro: ~Proprietățile proiectului au fost exportate.

source: Other users are connected.
pt: ~Outros usuários estão conectados.
ro: ~Alți utilizatori sunt conectați.

source: Properties
pt: ~Propriedades
ro: ~Proprietăți

source: There are no imported styles yet
pt: ~Ainda não há estilos importados
ro: ~Nu există stiluri importate încă

source: You can check the guide to create a style or add it from a link.
pt: ~Você pode consultar o guia para criar um estilo ou adicioná-lo a partir de um link.
ro: ~Poți verifica ghidul pentru a crea un stil sau să îl adaugi dintr-un link.

source: or drag it here
pt: ~ou arraste aqui
ro: ~sau să îl tragi aici

source: Delete style
pt: ~Excluir estilo
ro: ~Șterge stilul

source: Failed to create the style
pt: ~Falha ao criar o estilo
ro: ~Eșuat la crearea stilului

source: Failed to edit the style
pt: ~Falha ao editar o estilo
ro: ~Eșuat la editarea stilului

source: Failed to remove style
pt: ~Falha ao remover o estilo
ro: ~Eșuat la eliminarea stilului

source: Import style in ZIP format
pt: ~Importar estilo em formato ZIP
ro: ~Importă stil în format ZIP

source: Failed to install the new style
pt: ~Falha ao instalar o novo estilo
ro: ~Eșuat la instalarea noului stil

source: Select image
pt: ~Selecionar imagem
ro: ~Selectează imaginea

source: Remove image
pt: ~Remover imagem
ro: ~Șterge imaginea

source: Are you sure you want to delete the style: ${themeId}?
pt: ~Tem certeza de que deseja excluir o estilo: ${themeId}?
ro: ~Ești sigur că vrei să ștergi stilul: ${themeId}?

source: Link validation tool
pt: ~Ferramenta de validação de links
ro: ~Instrument de validare a linkurilor

source: Looking for broken links...
pt: ~Procurando links quebrados...
ro: ~Căutare linkuri defecte...

source: No broken links found.
pt: ~Nenhum link quebrado encontrado.
ro: ~Nu au fost găsite linkuri defecte.

source: Resources report
pt: ~Relatório de recursos
ro: ~Raport de resurse

source: Checking the project resources...
pt: ~Verificando os recursos do projeto...
ro: ~Verificarea resurselor proiectului...

source: The project has no files.
pt: ~O projeto não possui arquivos.
ro: ~Proiectul nu are fișiere.

source: The preview has been generated.
pt: ~A visualização foi gerada.
ro: ~Previzualizarea a fost generată.

source: multiple users on page
pt: ~vários usuários na página
ro: ~mai mulți utilizatori pe pagină

source: Upload iDevice file
pt: ~Carregar arquivo iDevice
ro: ~Încărcare fișier iDevice

source: Broken links
pt: ~Links quebrados
ro: ~Linkuri rupte

source: New page
pt: ~Nova página
ro: ~Pagină nouă

source: New name
pt: ~Novo nome
ro: ~Nume nou

source: Rename page
pt: ~Renomear página
ro: ~Redenumește pagina

source: Delete page
pt: ~Excluir página
ro: ~Șterge pagina

source: Do you want to delete the page? This cannot be undone.
pt: ~Deseja excluir a página? Esta ação não pode ser desfeita.
ro: ~Vrei să ștergi pagina? Aceasta nu poate fi anulată.

source: Yes
pt: ~Sim
ro: ~Da

source: Clone page
pt: ~Clonar página
ro: ~Clonare pagină

source: Do you want to clone the page?
pt: ~Você deseja clonar a página?
ro: ~Vrei să clonezi pagina?

source: Content properties
pt: ~Propriedades do conteúdo
ro: ~Proprietăți ale conținutului

source: Drag an iDevice in and start building
pt: ~Arraste um dispositivo iDevice e comece a construir
ro: ~Trage un iDevice și începe să construiești

source: Just drag an iDevice onto this page to start designing your content.
pt: ~Basta arrastar um dispositivo iDevice para esta página para começar a criar seu conteúdo.
ro: ~Doar trage un iDevice pe această pagină pentru a începe să-ți proiectezi conținutul.

source: Add Text
pt: ~Adicionar Texto
ro: ~Adaugă text

source: Page properties
pt: ~Propriedades da página
ro: ~Proprietăți ale paginii

source: Alert
pt: ~Alerta
ro: ~Avertizare

source: No
pt: ~Não
ro: ~Nu

source: Confirm
pt: ~Confirmar
ro: ~Confirmă

source: Information
pt: ~Informação
ro: ~Informație

source: About eXeLearning
pt: ~Sobre o eXeLearning
ro: ~Despre eXeLearning

source: Assistant
pt: ~Assistente
ro: ~Asistent

source: File Manager
pt: ~Gerenciador de Arquivos
ro: ~Manager de fișiere

source: Back
pt: ~Voltar
ro: ~Înapoi

source: iDevice manager
pt: ~Gerenciador de dispositivos iDevice
ro: ~Manager de dispozitive i

source: Search iDevices
pt: ~Pesquisar dispositivos iDevice
ro: ~Caută dispozitive i

source: Default iDevices
pt: ~Dispositivos iDevice padrão
ro: ~Dispozitive i implicite

source: Filter items
pt: ~Filtrar itens
ro: ~Filtrează elemente

source: Import iDevice
pt: ~Importar iDevice
ro: ~Importă dispozitiv i

source: Activate
pt: ~Ativar
ro: ~Activează

source: You can only select 5 iDevices as favourites. Please remove an iDevice so you can add another one.
pt: ~Você só pode selecionar 5 iDevices como favoritos. Por favor, remova um iDevice para poder adicionar outro.
ro: ~Poți selecta doar 5 iDevice-uri ca favorite. Te rugăm să elimini un iDevice pentru a putea adăuga unul nou.

source: Legal notes
pt: ~Notas legais
ro: ~Note legale

source: New window
pt: ~Nova janela
ro: ~Fereastră nouă

source: End
pt: ~Encerrar
ro: ~Sfârșit

source: Times
pt: ~Horários
ro: ~Timpuri

source: Page name
pt: ~Nome da página
ro: ~Numele paginii

source: Block name
pt: ~Nome do bloco
ro: ~Numele blocului

source: Block position
pt: ~Posição do bloco
ro: ~Poziția blocului

source: Broken Links
pt: ~Links quebrados
ro: ~Linkuri întrerupte

source: Path
pt: ~Caminho
ro: ~Cale

source: Size
pt: ~Tamanho
ro: ~Dimensiune

source: Resource Report
pt: ~Relatório de Recursos
ro: ~Raport Resurse

source: You don't have the style used by this project.
pt: ~Você não possui o estilo utilizado por este projeto.
ro: ~Nu aveți stilul utilizat de acest proiect.

source: Search saved projects...
pt: ~Pesquisar projetos salvos...
ro: ~Caută proiecte salvate...

source: No recent projects found.
pt: ~Nenhum projeto recente encontrado.
ro: ~Nu au fost găsite proiecte recente.

source: Autosaved
pt: ~Salvo automaticamente
ro: ~Salvat automat

source: Show other versions
pt: ~Mostrar outras versões
ro: ~Afișează alte versiuni

source: Delete project
pt: ~Excluir projeto
ro: ~Șterge proiectul

source: Do you want to delete the project (elp)? This cannot be undone.
pt: ~Deseja excluir o projeto (elp)? Isso não pode ser desfeito.
ro: ~Vrei să ștergi proiectul (elp)? Aceasta nu poate fi anulată.

source: Search...
pt: ~Pesquisar...
ro: ~Caută...

source: Search
pt: ~Pesquisar
ro: ~Caută

source: %s of %s used
pt: ~%s de %s utilizados
ro: ~%s din %s folosit

source: Open without saving changes
pt: ~Abrir sem salvar alterações
ro: ~Deschide fără a salva modificările

source: Select a file from your device
pt: ~Selecionar um arquivo do seu dispositivo
ro: ~Selectează un fișier de pe dispozitivul tău

source: Import error
pt: ~Erro ao importar
ro: ~Eroare la importare

source: The content is not a box or an iDevice
pt: ~O conteúdo não é uma caixa ou um iDevice
ro: ~Conținutul nu este o cutie sau un iDevice

source: Error while uploading the project.
pt: ~Erro ao fazer upload do projeto.
ro: ~Eroare la încărcarea proiectului.

source: Do you want to install it?
pt: ~Deseja instalá-lo?
ro: ~Vrei să îl instalezi?

source: Import style
pt: ~Importar estilo
ro: ~Importă stil

source: Preferences
pt: ~Preferências
ro: ~Preferințe

source: Release notes
pt: ~Notas de versão
ro: ~Note de lansare

source: Do you want to save the current project?
pt: ~Deseja salvar o projeto atual?
ro: ~Vrei să salvezi proiectul curent?

source: Exit without saving
pt: ~Sair sem salvar
ro: ~Ieșire fără salvare

source: An error occurred while saving the file: ${response.responseMessage}
pt: ~Ocorreu um erro ao salvar o arquivo: ${response.responseMessage}
ro: ~A apărut o eroare în timpul salvării fișierului: ${response.responseMessage}

source: Error saving
pt: ~Erro ao salvar
ro: ~Eroare la salvare

source: Styles
pt: ~Estilos
ro: ~Stiluri

source: Default styles
pt: ~Estilos padrão
ro: ~Stiluri implicite

source: My styles
pt: ~Meus estilos
ro: ~Stilurile mele

source: New style
pt: ~Novo estilo
ro: ~Stil nou

source: My new style
pt: ~Meu novo estilo
ro: ~Stilul meu nou

source: Actions
pt: ~Ações
ro: ~Acțiuni
