Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Duration:
pt: ~Duração:
ro: ~Durată:

source: JavaScript player (for old browsers or browsers that can't play that audio format)
pt: ~Reprodutor JavaScript (para navegadores antigos ou navegadores que não conseguem reproduzir esse formato de áudio)
ro: ~Player JavaScript (pentru browserele vechi sau browserele care nu pot reda acel format audio)

source: Use the %s option after recording to define the authorship or title of the audio.
pt: ~Use a opção %s após gravar para definir a autoria ou o título do áudio.
ro: ~Utilizați opțiunea %s după înregistrare pentru a defini autorul sau titlul audio-ului.

source: There is no audio input device connected.
pt: ~Não há dispositivo de entrada de áudio conectado.
ro: ~Nu este conectat niciun dispozitiv de intrare audio.

source: Link title
pt: ~Título do link
ro: ~Titlul linkului

source: Change the styling:
pt: ~Alterar o estilo:
ro: ~Schimbă stilul:

source: Pages
pt: ~Páginas
ro: ~Paginile

source: Tooltip title
pt: ~Título da dica de ferramenta
ro: ~Titlul tooltip-ului

source: The tooltip will show the Link title.
pt: ~A dica de ferramenta mostrará o título do link.
ro: ~Tooltip-ul va afișa titlul linkului.

source: Close behaviour:
pt: ~Comportamento de fechamento:
ro: ~Comportament de închidere:

source: Automatically close the tooltip when moving the mouse out of the link
pt: ~Fechar automaticamente a dica de ferramenta ao mover o mouse para fora do link
ro: ~Închide automat tooltip-ul când mutați mouse-ul în afara linkului

source: Close button: It will close the tooltip when clicked
pt: ~Botão de fechar: Fechará a dica de ferramenta ao ser clicado
ro: ~Buton de închidere: Va închide tooltip-ul când este clicat

source: Link behaviour:
pt: ~Comportamento do link:
ro: ~Comportament link:

source: Open in the same window
pt: ~Abrir na mesma janela
ro: ~Deschide în aceeași fereastră

source: Open in a new window
pt: ~Abrir em uma nova janela
ro: ~Deschide într-o fereastră nouă

source: Appearance
pt: ~Aparência
ro: ~Aspect

source: Shadow
pt: ~Sombra
ro: ~Umbră

source: Rounded
pt: ~Arredondado
ro: ~ Rotunjit

source: Yellow
pt: ~Amarelo
ro: ~Galben

source: Light
pt: ~Claro
ro: ~Luminos

source: Dark
pt: ~Escuro
ro: ~Întunecat

source: Red
pt: ~Vermelho
ro: ~Roșu

source: Blue
pt: ~Azul
ro: ~Albastru

source: Green
pt: ~Verde
ro: ~Verde

source: Dialog title (the title of the link)
pt: ~Título do diálogo (o título do link)
ro: ~Titlul dialogului (titlul linkului)

source: Write the content of the dialog. You may use HTML and edit it in the editor.
pt: ~Escreva o conteúdo do diálogo. Você pode usar HTML e editá-lo no editor.
ro: ~Scrie conținutul dialogului. Poți folosi HTML și îl poți edita în editor.

source: Currency
pt: ~Moeda
ro: ~Valută

source: Quotations
pt: ~Cotações
ro: ~Cotații

source: Mathematical
pt: ~Matemático
ro: ~Matematică

source: Extended Latin
pt: ~Latim Estendido
ro: ~Latin extins

source: Symbols
pt: ~Símbolos
ro: ~Simboluri

source: ABC Music Notation
pt: ~Notação Musical ABC
ro: ~Notare muzicală ABC

source: Animate
pt: ~Animar
ro: ~Animație

source: Paste or type a valid ABC code:
pt: ~Cole o ou digite um código ABC válido:
ro: ~Lipiți sau tastați un cod ABC valid:

source: Visit eXeABC for help, tunes, ABC software...
pt: ~Visite o eXeABC para ajuda, músicas, software ABC...
ro: ~Vizitați eXeABC pentru ajutor, melodii, software ABC...

source: jQuery is required
pt: ~O jQuery é necessário
ro: ~Este necesar jQuery

source: ABC Music
pt: ~Música ABC
ro: ~Muzică ABC

source: No valid ABC code found.
pt: ~Código ABC válido não encontrado.
ro: ~Nu s-a găsit niciun cod ABC valid.

source: Stop
pt: ~Parar
ro: ~Oprire

source: Go to Tools - Preview to see this working
pt: ~Vá em Ferramentas - Visualizar para ver isto funcionando
ro: ~Mergeți la Instrumente - Previzualizare pentru a vedea funcționarea

source: ePub export warning: This might not work in some ePub readers.
pt: ~Aviso de exportação ePub: Pode não funcionar em alguns leitores de ePub.
ro: ~Avertisment export ePub: Acest lucru s-ar putea să nu funcționeze în anumite cititoare ePub.

source: Insert/Edit Media
pt: ~Inserir/Editar Mídia
ro: ~Inserează/Editare Media

source: Title and Attribution
pt: ~Título e Atribuição
ro: ~Titlu și Atribuire

source: Use JavaScript player
pt: ~Usar player JavaScript
ro: ~Utilizează player JavaScript

source: Use Controls
pt: ~Usar controles
ro: ~Utilizează controale

source: Use Autoplay
pt: ~Usar reprodução automática
ro: ~Utilizează redare automată

source: Detect automatically
pt: ~Detectar automaticamente
ro: ~Detectează automat

source: CSS class
pt: ~Classe CSS
ro: ~Clasă CSS

source: Insert HTML code as text
pt: ~Inserir código HTML como texto
ro: ~Inserează cod HTML ca text

source: Include Styles (improves presentation)
pt: ~Incluir estilos (melhora a apresentação)
ro: ~Include stiluri (îmbunătățește prezentarea)

source: Highlight syntax
pt: ~Destacar sintaxe
ro: ~Evidențiază sintaxa

source: Behaviour
pt: ~Comportamento
ro: ~Comportament

source: Use a two-letter ISO 639-1 code like "en", "es", "fr" or "de".
pt: ~Usar um código ISO 639-1 de duas letras como "en", "es", "fr" ou "de".
ro: ~Utilizați un cod ISO 639-1 de două litere, cum ar fi „en”, „es”, „fr” sau „de”.

source: Change the text of the tabs adding a title to each Heading 2 with the "Insert/Edit Attributes" option:
pt: ~Alterar o texto das abas adicionando um título a cada Cabeçalho 2 com a opção "Inserir/Editar Atributos":
ro: ~Schimbă textul taburilor adăugând un titlu fiecărui antet de nivel 2 cu opțiunea „Inserează/Editare Atribute”:

source: From Wikipedia, the free encyclopedia.
pt: ~Da Wikipédia, a enciclopédia livre.
ro: ~Din Wikipedia, enciclopedia liberă.

source: Redirected from
pt: ~Redirecionado de
ro: ~Redirecționat de

source: Wikipedia does not have an article with this exact name.
pt: ~A Wikipédia não possui um artigo com esse nome exato.
ro: ~Wikipedia nu are un articol cu acest nume exact.

source: search for
pt: ~pesquisar por
ro: ~căutați în

source: in Wikipedia
pt: ~na Wikipédia
ro: ~pe Wikipedia

source: to check for alternative titles or spellings.
pt: ~para verificar títulos ou grafias alternativas.
ro: ~pentru a verifica titluri alternative sau ortografii.

source: Wikipedia Article
pt: ~Artigo da Wikipédia
ro: ~Articol Wikipedia

source: Article
pt: ~Artigo
ro: ~Articol

source: English
pt: ~Inglês
ro: ~Engleză

source: Basque
pt: ~Basco

source: Catalan
pt: ~Catalão

source: Chinese
pt: ~Chinês
ro: ~Chineză

source: Dutch
pt: ~Holandês
ro: ~Olandez

source: French
pt: ~Francês
ro: ~Franceză

source: Galician
pt: ~Galego
ro: ~Galiciană

source: German
pt: ~Alemão
ro: ~Germană

source: Italian
pt: ~Italiano
ro: ~Italiană

source: Japanese
pt: ~Japonês
ro: ~Japoneză

source: Magyar
pt: ~Húngaro
ro: ~Maghiară

source: Polish
pt: ~Polonês

source: Portuguese
pt: ~Português

source: Slovenian
pt: ~Esloveno

source: Spanish
pt: ~Espanhol

source: Swedish
pt: ~Sueco

source: Emphasis
pt: ~Ênfase
ro: ~Accent

source: No emphasis
pt: ~Sem ênfase
ro: ~Fără accent

source: Some emphasis
pt: ~Alguma ênfase
ro: ~Unele accent

source: Cannot set source of a broadcasted event
pt: ~Não é possível definir a fonte de um evento transmitido
ro: ~Nu se poate seta sursa unui eveniment difuzat

source: Cannot get source of a broadcasted event
pt: ~Não é possível obter a fonte de um evento transmitido
ro: ~Nu se poate obține sursa unui eveniment difuzat

source: Other user is saving changes right now
pt: ~Outro usuário está salvando alterações neste momento
ro: ~Alt utilizator salvează modificările chiar acum

source: An iDevice is open
pt: ~Um dispositivo iDevice está aberto
ro: ~Un dispozitiv iDevice este deschis

source: The file content is wrong
pt: ~O conteúdo do arquivo está incorreto
ro: ~Conținutul fișierului este greșit

source: Failed to upload file
pt: ~Falha ao fazer upload do arquivo
ro: ~Încărcarea fișierului a eșuat

source: You can choose a different language for the current project.
pt: ~Você pode escolher um idioma diferente para o projeto atual.
ro: ~Puteți alege o limbă diferită pentru proiectul curent.

source: License for the new documents
pt: ~Licença para os novos documentos
ro: ~Licență pentru noile documente

source: You can choose a different licence for the current project.
pt: ~Você pode escolher uma licença diferente para o projeto atual.
ro: ~Puteți alege o licență diferită pentru proiectul curent.

source: Version control
pt: ~Controle de versões
ro: ~Controlul versiunilor

source: Texts and Links
pt: ~Textos e Links
ro: ~Texte și Linkuri

source: Version
pt: ~Versão
ro: ~Versiune

source: Author URL
pt: ~URL do Autor
ro: ~URL autor

source: License URL
pt: ~URL da Licença
ro: ~URL licență

source: Links color
pt: ~Cor dos links
ro: ~Culoare link-uri

source: Header image
pt: ~Imagem do cabeçalho
ro: ~Imagine antet

source: Logo image
pt: ~Imagem do logotipo
ro: ~Imagine logo

source: Visible in export
pt: ~Visível na exportação
ro: ~Vizibil în export

source: Visibility type
pt: ~Tipo de visibilidade
ro: ~Tip de vizibilitate

source: Visible to all
pt: ~Visível para todos
ro: ~Vizibil pentru toți

source: Teacher only
pt: ~Somente para professores
ro: ~Numai pentru profesori

source: CSS Class
pt: ~Classe CSS
ro: ~Clasă CSS

source: Allows to minimize/display content
pt: ~Permite minimizar/exibir conteúdo
ro: ~Permite minimizarea/afișarea conținutului

source: Minimized
pt: ~Minimizado
ro: ~Minimizat

source: Title HTML
pt: ~HTML do título
ro: ~HTML titlu

source: Advanced (SEO)
pt: ~Avançado (SEO)
ro: ~Avansat (SEO)

source: Different title on the page
pt: ~Título diferente na página
ro: ~Titlu diferit pe pagină

source: Title in page
pt: ~Título na página
ro: ~Titlul în pagină

source: Content metadata
pt: ~Metadados do conteúdo
ro: ~Metadate conținut

source: The name given to the resource.
pt: ~O nome dado ao recurso.
ro: ~Numele atribuit resursei.

source: Select a language.
pt: ~Selecione um idioma.
ro: ~Selectați o limbă.

source: Primary author/s of the resource.
pt: ~Autor(es) principal(is) do recurso.
ro: ~Autor(i) principal(i) al resursului.

source: Export options
pt: ~Opções de exportação
ro: ~Opțiuni de export

source: Editable export
pt: ~Exportação editável
ro: ~Export editabil

source: The exported content will be editable with eXeLearning.
pt: ~O conteúdo exportado será editável com o eXeLearning.
ro: ~Conținutul exportat va fi editabil cu eXeLearning.

# &quot;Made with eXeLearning&quot; link
source: "Made with eXeLearning" link
pt: ~Link "Feito com eXeLearning"
ro: ~Link „Realizat cu eXeLearning”

source: Help us spreading eXeLearning. Checking this option, a "Made with eXeLearning" link will be displayed in your pages.
pt: ~Ajude a divulgar o eXeLearning. Ao marcar esta opção, um link "Feito com eXeLearning" será exibido em suas páginas.
ro: ~Ajută-ne să răspândim eXeLearning. Bifând această opțiune, va fi afișat un link „Realizat cu eXeLearning” pe paginile tale.

source: Include a copy of the source file
pt: ~Incluir uma cópia do arquivo fonte
ro: ~Include o copie a fișierului sursă

source: A copy of the eXeLearning file will be included when exporting the content.
pt: ~Uma cópia do arquivo eXeLearning será incluída ao exportar o conteúdo.
ro: ~O copie a fișierului eXeLearning va fi inclusă la exportarea conținutului.

source: Page counter
pt: ~Contador de páginas
ro: ~Numerotator de pagini

source: A text with the page number will be added on each page.
pt: ~Um texto com o número da página será adicionado em cada página.
ro: ~Se va adăuga un text cu numărul paginii pe fiecare pagină.

source: Search bar (Website export only)
pt: ~Barra de pesquisa (Exportação do site apenas)
ro: ~Bară de căutare (doar export pe site-ul web)

source: A search box will be added to every page of the website.
pt: ~Uma caixa de pesquisa será adicionada a cada página do site.
ro: ~O casetă de căutare va fi adăugată pe fiecare pagină a site-ului web.

source: Accessibility toolbar
pt: ~Barra de acessibilidade
ro: ~Bară de instrumente pentru accesibilitate

source: The accessibility toolbar allows visitors to manipulate some aspects of your site, such as font and text size.
pt: ~A barra de acessibilidade permite que os visitantes manipulem alguns aspectos do seu site, como fonte e tamanho do texto.
ro: ~Bară de instrumente pentru accesibilitate permite vizitatorilor să modifice anumite aspecte ale site-ului dvs., cum ar fi fontul și dimensiunea textului.

source: Custom code
pt: ~Código personalizado
ro: ~Cod personalizat

source: HTML to be included at the end of the HEAD tag: LINK, META, SCRIPT, STYLE...
pt: ~HTML a ser incluído ao final da tag HEAD: LINK, META, SCRIPT, STYLE...
ro: ~HTML care va fi inclus la sfârșitul etichetei HEAD: LINK, META, SCRIPT, STYLE...

source: Page footer
pt: ~Rodapé da página
ro: ~Subsolul paginii

source: Type any HTML. It will be placed after every page content. No JavaScript code will be executed inside eXe.
pt: ~Digite qualquer HTML. Ele será colocado após o conteúdo de cada página. Nenhum código JavaScript será executado dentro do eXe.
ro: ~Tastați orice HTML. Va fi plasat după conținutul fiecărei pagini. Niciun cod JavaScript nu va fi executat în interiorul eXe.

source: Unable to extract zip file
pt: ~Não foi possível extrair o arquivo zip
ro: ~Imposibil de extrat fișierul zip

source: The iDevice is not valid
pt: ~O dispositivo iDevice não é válido
ro: ~Dispozitivul iDevice nu este valid

source: Write permissions error in %s
pt: ~Erro de permissão de escrita em %s
ro: ~Eroare de permisiuni de scriere în %s

source: Could not load iDevice
pt: ~Não foi possível carregar o iDevice
ro: ~Nu s-a putut încărca iDevice

source: Invalid iDevice name
pt: ~Nome do iDevice inválido
ro: ~Nume iDevice invalid

source: The iDevice [%s] already exists
pt: ~O iDevice [%s] já existe
ro: ~Dispozitivul iDevice [%s] există deja

source: Could not extract style
pt: ~Não foi possível extrair o estilo
ro: ~Nu s-a putut extrage stilul

source: Could not load style
pt: ~Não foi possível carregar o estilo
ro: ~Nu s-a putut încărca stilul

source: The style is not installable
pt: ~O estilo não é instalável
ro: ~Stilul nu poate fi instalat

source: Invalid style name
pt: ~Nome do estilo inválido
ro: ~Nume stil invalid

source: The style [%s] already exists
pt: ~O estilo [%s] já existe
ro: ~Stilul [%s] există deja

source: Could not install style
pt: ~Não foi possível instalar o estilo
ro: ~Nu s-a putut instala stilul

source: Please create at least one page before exporting.
pt: ~Por favor, crie pelo menos uma página antes de exportar.
ro: ~Vă rugăm să creați cel puțin o pagină înainte de export.

source: Please wait until the changes are completely saved.
pt: ~Por favor, aguarde até que as alterações sejam completamente salvas.
ro: ~Vă rugăm să așteptați până când modificările sunt complet salvate.

source: An error has occurred that prevents the project from being exported
pt: ~Ocorreu um erro que impede a exportação do projeto
ro: ~A apărut o eroare care împiedică exportul proiectului

source: Export generation error
pt: ~Erro na geração da exportação
ro: ~Eroare la generarea exportului

source: Export folder could not be created
pt: ~Não foi possível criar a pasta de exportação
ro: ~Nu s-a putut crea folderul de export

source: Failed to generate export content
pt: ~Falha ao gerar o conteúdo da exportação
ro: ~Nu s-a reușit generarea conținutului de export

source: Unable to undo last change
pt: ~Não foi possível desfazer a última alteração
ro: ~Imposibil de anulat ultima modificare

source: Last change is from another user
pt: ~A última alteração foi feita por outro usuário
ro: ~Ultima modificare provine de la un alt utilizator

source: There are no changes that can be undone
pt: ~Não há alterações que possam ser desfeitas
ro: ~Nu există modificări care să poată fi anulate

source: There aren't operations to undo
pt: ~Não há operações para desfazer
ro: ~Nu există operațiuni de anulat

source: There was a problem opening the file
pt: ~Houve um problema ao abrir o arquivo
ro: ~A apărut o problemă la deschiderea fișierului

source: the zip does not have the necessary files to be uploaded as a package
pt: ~o zip não possui os arquivos necessários para serem carregados como pacote
ro: ~zip-ul nu conține fișierele necesare pentru a fi încărcat ca pachet

source: Failed to read the XML content, please open the file in eXeLearning 2.9, save and try to open it here again. Please report if it fails. Thank you.
pt: ~Falha ao ler o conteúdo XML, por favor abra o arquivo no eXeLearning 2.9, salve e tente abri-lo aqui novamente. Por favor, reporte se falhar. Obrigado.
ro: ~Nu s-a reușit citirea conținutului XML, vă rugăm să deschideți fișierul în eXeLearning 2.9, să îl salvați și să încercați din nou să îl deschideți aici. Vă rugăm să raportați dacă eșuează. Mulțumim.

source: There was a problem retrieving the data of the file
pt: ~Houve um problema ao recuperar os dados do arquivo
ro: ~A apărut o problemă la recuperarea datelor fișierului

source: File extension incorrect
pt: ~Extensão do arquivo incorreta
ro: ~Extensia fișierului incorectă

source: There was a problem opening file
pt: ~Houve um problema ao abrir o arquivo
ro: ~A apărut o problemă la deschiderea fișierului

source: There was a problem opening the elp file
pt: ~Houve um problema ao abrir o arquivo elp
ro: ~A apărut o problemă la deschiderea fișierului elp

source: Cannot load the content of this component
pt: ~Não é possível carregar o conteúdo deste componente
ro: ~Nu se poate încărca conținutul acestui component

source: FILES_DIR directory structure generated
pt: ~Estrutura de diretórios FILES_DIR gerada
ro: ~Structura directorului FILES_DIR generată

source: Failed to generate FILES_DIR structure in %s.
pt: ~Falha ao gerar a estrutura FILES_DIR em %s.
ro: ~Nu s-a reușit generarea structurii FILES_DIR în %s.

source: - Check that both the directory and the subdirectories inside it have the correct permissions.
pt: ~- Verifique se o diretório e os subdiretórios dentro dele possuem as permissões corretas.
ro: ~- Verificați dacă atât directorul, cât și subdirectoarele din interior au permisiuni corecte.

source: - Check that the symfony/public/files/ directory exists in your project and has the correct permissions.
pt: ~- Verifique se o diretório symfony/public/files/ existe em seu projeto e possui as permissões corretas.
ro: ~- Verificați dacă directorul symfony/public/files/ există în proiectul dumneavoastră și are permisiuni corecte.

source: The FILES_DIR directory does not have write permissions
pt: ~O diretório FILES_DIR não possui permissões de escrita
ro: ~Directorul FILES_DIR nu are permisiuni de scriere

source: The FILES_DIR directory does not exists
pt: ~O diretório FILES_DIR não existe
ro: ~Directorul FILES_DIR nu există

source: Show feedback
pt: ~Mostrar feedback
ro: ~Afișează feedback

source: Hide feedback
pt: ~Ocultar feedback
ro: ~Ascunde feedback-ul

source: Your score is
pt: ~Sua pontuação é
ro: ~Scorul dumneavoastră este

source: Error retrieving data
pt: ~Erro ao recuperar dados
ro: ~Eroare la preluarea datelor

source: This might not work in this ePub reader.
pt: ~Isso pode não funcionar neste leitor de ePub.
ro: ~Aceasta s-ar putea să nu funcționeze în acest cititor ePub.

source: This activity does not work in ePub format.
pt: ~Esta atividade não funciona no formato ePub.
ro: ~Această activitate nu funcționează în formatul ePub.

source: Search all pages
pt: ~Pesquisar em todas as páginas
ro: ~Caută pe toate paginile

source: No results found for %
pt: ~Nenhum resultado encontrado para %
ro: ~Nu au fost găsite rezultate pentru %

source: Search results for %
pt: ~Resultados da pesquisa para %
ro: ~Caută rezultate pentru %

source: Hide results
pt: ~Ocultar resultados
ro: ~Ascunde rezultate

source: Full size
pt: ~Tamanho original
ro: ~Dimensiune completă

source: Accessibility tools
pt: ~Ferramentas de acessibilidade
ro: ~Instrumente de accesibilitate

source: Default typography
pt: ~Tipografia padrão
ro: ~Tipografie implicită

source: Increase text size
pt: ~Aumentar o tamanho do texto
ro: ~Mărește dimensiunea textului

source: Decrease text size
pt: ~Diminuir tamanho do texto
ro: ~Micșorează dimensiunea textului

source: Stop reading
pt: ~Parar de ler
ro: ~Oprește citirea

source: Translate
pt: ~Traduzir

source: Light/dark mode
pt: ~Modo claro/escuro
ro: ~Mod lumină/dark

source: Teacher mode
pt: ~Modo professor
ro: ~Mod profesor

source: Hangman Game
pt: ~Jogo da forca
ro: ~Joc Spânzurătoarea

source: Stat
pt: ~Estatísticas
ro: ~Statistici

source: Selected letters
pt: ~Letras selecionadas
ro: ~Litere selectate

source: Other word
pt: ~Outra palavra
ro: ~Alt cuvânt

source: Game Over
pt: ~Fim de jogo

source: Reload the game?
pt: ~Recarregar o jogo?
ro: ~Reîncarcă jocul?

# Click &quot;Play&quot; to start a new game.
source: Click "Play" to start a new game.
pt: ~Clique em "Jogar" para iniciar um novo jogo.
ro: ~Faceți clic pe „Joacă” pentru a începe un nou joc.

# Click &quot;Another word&quot; to continue.
source: Click "Another word" to continue.
pt: ~Clique em "Outra palavra" para continuar.
ro: ~Faceți clic pe „Alt cuvânt” pentru a continua.

source: Metadata creation date
pt: ~Data de criação dos metadados
ro: ~Data creării metadatelor

source: Block %e
pt: ~Bloco %e
ro: ~Bloc %e

source: No results.
pt: ~Sem resultados.
ro: ~Niciun rezultat.

source: Page
pt: ~Página
ro: ~Pagină

source: Toggle content
pt: ~Alternar conteúdo
ro: ~Comută conținutul

source: Made with eXeLearning
pt: ~Feito com eXeLearning
ro: ~Creat cu eXeLearning

source: (new window)
pt: ~(nova janela)
ro: ~(ferestre nouă)

source: Page not found
pt: ~Página não encontrada
ro: ~Pagina nu a fost găsită

source: Sorry, but the page cannot be displayed.
pt: ~Desculpe, mas a página não pode ser exibida.
ro: ~Ne pare rău, dar pagina nu poate fi afișată.

source: The server encountered an error and could not complete your request. Please try again later.
pt: ~O servidor encontrou um erro e não pôde completar sua solicitação. Por favor, tente novamente mais tarde.
ro: ~Serverul a întâmpinat o eroare și nu a putut finaliza solicitarea dvs. Vă rugăm să încercați din nou mai târziu.

source: Return to work area
pt: ~Retornar à área de trabalho
ro: ~Întoarceți-vă la zona de lucru

source: Return to login
pt: ~Retornar ao login
ro: ~Întoarceți-vă la autentificare

source: Version:
pt: ~Versão:
ro: ~Versiune:

source: Sign in
pt: ~Entrar
ro: ~Autentificare

source: Hello again! Please enter your credentials.
pt: ~Olá novamente! Por favor, insira suas credenciais.
ro: ~Bună din nou! Vă rugăm să introduceți acreditările.

source: Logged in as
pt: ~Conectado como
ro: ~Autentificat ca

source: Work area
pt: ~Área de trabalho
ro: ~Zona de lucru

source: Password
pt: ~Senha
ro: ~Parolă

source: Other authentication methods:
pt: ~Outros métodos de autenticação:
ro: ~Alte metode de autentificare:

source: Authentication methods:
pt: ~Métodos de autenticação:
ro: ~Metode de autentificare:

source: Guest
pt: ~Convidado
ro: ~Oaspete

source: Structure panel
pt: ~Painel de estrutura
ro: ~Panou de structură

source: iDevices panel
pt: ~Painel de iDevices
ro: ~Panou iDevices

source: Settings
pt: ~Configurações
ro: ~Setări

source: User menu
pt: ~Menu do usuário
ro: ~Meniu utilizator

source: Toggle panels
pt: ~Alternar painéis
ro: ~Comută panourile

source: Recent projects
pt: ~Projetos recentes
ro: ~Proiecte recente

source: Download as...
pt: ~Baixar como...
ro: ~Descarcă ca...

source: eXeLearning content
pt: ~Conteúdo eXeLearning
ro: ~Conținut eXeLearning

source: Website
pt: ~Site
ro: ~Site web

source: Single page
pt: ~Página única

source: Export as...
pt: ~Exportar como...
ro: ~Exportă ca...
