Repository: cetxeazpi/exelearning
Catalog: translations/messages.*.xlf
Languages: pt, ro

source: Please write the solution
pt: ~Por favor, escreva a solução
ro: ~Vă rugăm să scrieți soluția

source: Create activities with multiple choice questions or questions in which you have to put the answers in the right order.
pt: ~Crie atividades com perguntas de múltipla escolha ou perguntas nas quais você deve colocar as respostas na ordem correta.
ro: ~Creați activități cu întrebări cu alegere multiplă sau întrebări în care trebuie să puneți răspunsurile în ordinea corectă.

source: Choose the right answers and click on the Check button.
pt: ~Escolha as respostas corretas e clique no botão Verificar.
ro: ~Alegeți răspunsurile corecte și faceți clic pe butonul Verificare.

source: Questions order
pt: ~Ordem das perguntas
ro: ~Ordinea întrebărilor

source: Tree
pt: ~Árvore
ro: ~Copac

source: Order defined by the author.
pt: ~Ordem definida pelo autor.
ro: ~Comandă definită de autor.

source: Different order each time you run the game.
pt: ~Ordem diferente a cada vez que você joga.
ro: ~Ordin diferit de fiecare dată când jucați.

source: The questions will change depending on the answers.
pt: ~As perguntas irão mudar dependendo das respostas.
ro: ~Întrebările se vor schimba în funcție de răspunsuri.

source: Play audio when displaying the solution
pt: ~Reproduzir áudio ao exibir a solução
ro: ~Redă audio la afișarea soluției

source: Order
pt: ~Ordem
ro: ~Ordin

source: Go to
pt: ~Ir para
ro: ~Mergi la

source: The video's end time must be shorter than its total duration
pt: ~O tempo final do vídeo deve ser menor que sua duração total
ro: ~Timpul final al videoclipului trebuie să fie mai scurt decât durata totală

source: Games with local videos or audios can't be exported
pt: ~Jogos com vídeos ou áudios locais não podem ser exportados
ro: ~Jocurile cu videoclipuri sau audio locale nu pot fi exportate

source: Video test
pt: ~Teste de vídeo
ro: ~Test video

source: Pause video
pt: ~Pausar vídeo
ro: ~Pauzează videoclipul

source: Preview questions
pt: ~Pré-visualizar perguntas
ro: ~Previzualizare întrebări

source: Reload video
pt: ~Recarregar vídeo
ro: ~Reîncarcă videoclipul

source: Question number
pt: ~Número da pergunta
ro: ~Numărul întrebării

source: Please provide the word definition or the valid URL of an image
pt: ~Por favor, forneça a definição da palavra ou a URL válida de uma imagem
ro: ~Vă rugăm să furnizați definiția cuvântului sau URL-ul valid al unei imagini

source: You have to indicate the start and the end of the video that you want to show
pt: ~Você deve indicar o início e o fim do vídeo que deseja mostrar
ro: ~Trebuie să indicați începutul și sfârșitul videoclipului pe care doriți să îl afișați

source: The video end value must be higher than the start one
pt: ~O valor de fim do vídeo deve ser maior que o início
ro: ~Valoarea de sfârșit a videoclipului trebuie să fie mai mare decât cea de început

source: That second is not part of the video. Please check the video duration.
pt: ~Esse segundo não faz parte do vídeo. Por favor, verifique a duração do vídeo.
ro: ~Acest al doilea nu face parte din videoclip. Vă rugăm să verificați durata videoclipului.

source: There is already a question in that second.
pt: ~Já existe uma pergunta nesse segundo.
ro: ~Există deja o întrebare în acel al doilea.

source: Write the message to be displayed when passing the game
pt: ~Escreva a mensagem a ser exibida ao passar o jogo
ro: ~Scrieți mesajul care va fi afișat la trecerea la joc

source: Use a YouTube URL or select a file (mp4, ogg, webm, mp3, wav)
pt: ~Use uma URL do YouTube ou selecione um arquivo (mp4, ogg, webm, mp3, wav)
ro: ~Utilizați un URL YouTube sau selectați un fișier (mp4, ogg, webm, mp3, wav)

source: Create activities consisting on a video with interactive questions.
pt: ~Criar atividades compostas por um vídeo com perguntas interativas.
ro: ~Crea activități constând într-un videoclip cu întrebări interactive.

source: Navigable
pt: ~Navegável
ro: ~Navigabil

source: Repeat question
pt: ~Repetir pergunta
ro: ~Repetă întrebarea

source: Test
pt: ~Teste

source: Question point
pt: ~Ponto da pergunta
ro: ~Punctul întrebării

source: Preview question
pt: ~Visualizar pergunta
ro: ~Previzualizează întrebarea

source: Provide an image, text or audio for each card's front side
pt: ~Forneça uma imagem, texto ou áudio para o lado frontal de cada cartão
ro: ~Furnizează o imagine, text sau sunet pentru partea din față a fiecărui card

source: Provide an image, text or audio for each card's back side
pt: ~Forneça uma imagem, texto ou áudio para o lado traseiro de cada cartão
ro: ~Furnizează o imagine, text sau sunet pentru partea din spate a fiecărui card

source: Create matching games with images, sounds and enriched texts.
pt: ~Criar jogos de correspondência com imagens, sons e textos enriquecidos.
ro: ~Creează jocuri de potrivire cu imagini, sunete și texte îmbogățite.

source: Relate
pt: ~Relacionar
ro: ~Relatează

source: Match each card with its pair.
pt: ~Combine cada cartão com sua correspondência.
ro: ~Potrivește fiecare carte cu perechea sa.

source: Rubric
pt: ~Rubrica
ro: ~Rubrică

source: Notes
pt: ~Notas
ro: ~Note

source: Apply
pt: ~Aplicar
ro: ~Aplică

source: Complete the table to define a scoring guide. Define the score or value of each descriptor.
pt: ~Preencha a tabela para definir um guia de pontuação. Defina a pontuação ou valor de cada descritor.
ro: ~Completează tabelul pentru a defini un ghid de punctaj. Definește scorul sau valoarea fiecărui descriptor.

source: Learn how to apply a rubric
pt: ~Aprenda como aplicar uma rubrica
ro: ~Află cum să aplici o rubrică

source: Example rubric
pt: ~Exemplo de rubrica
ro: ~Exemplu de rubrică

source: Criteria
pt: ~Critérios
ro: ~Criterii

source: Descriptor
pt: ~Descritor

source: Load CEDEC's rubrics (in Spanish)
pt: ~Carregar as rubricas do CEDEC (em espanhol)
ro: ~Încarcă rubricile CEDEC (în Spaniolă)

source: Spanish
pt: ~Rubrica nova
ro: ~Rubrică nouă

source: New rubric
pt: ~Nova rubrica:
ro: ~Rubrică nouă:

source: New rubric:
pt: ~Rubricas de exemplo
ro: ~Exemple de rubrici

source: Example rubrics
pt: ~Por favor, selecione um modelo
ro: ~Vă rugăm să selectați un șablon

source: Please select a template
pt: ~Rubricas do CEDEC
ro: ~Rubricile CEDEC

source: CEDEC's rubrics
pt: ~Instruções de uso da rubrica (opcional)
ro: ~Instrucțiuni de utilizare a rubricii (opțional)

source: Rubric use instructions (optional)
pt: ~Pontuação máxima:
ro: ~Scor maxim:

source: Maximum score:
pt: ~O resultado da soma das pontuações do primeiro nível.
ro: ~Rezultatul adunării punctajelor de la primul nivel.

source: The result of adding the scores of the first level.
pt: ~Nova coluna
ro: ~Coloană nouă

source: New row
pt: ~Nova linha
ro: ~Rând nou

source: Rubric information
pt: ~Informação da rubrica
ro: ~Informații despre barem

source: Show rubric information
pt: ~Mostrar informação da rubrica
ro: ~Afișează informații despre barem

source: Source/Author
pt: ~Fonte/Autor
ro: ~Sursă/Autor

source: Source/Author Link
pt: ~Link da Fonte/Autor
ro: ~Link către sursă/autor

source: Revert all changes? This can't be undone.
pt: ~Reverter todas as alterações? Isso não pode ser desfeito.
ro: ~Doriți să reveniți la toate modificările? Acest lucru nu poate fi anulat.

source: The rubric is empty...
pt: ~A rubrica está vazia...
ro: ~Baremul este gol...

source: Please write the rubric title.
pt: ~Por favor, escreva o título da rubrica.
ro: ~Vă rugăm să scrieți titlul baremului.

source: Please write the level name in each column.
pt: ~Por favor, escreva o nome do nível em cada coluna.
ro: ~Vă rugăm să scrieți numele nivelului în fiecare coloană.

source: Please write the criteria name in each row.
pt: ~Por favor, escreva o nome do critério em cada linha.
ro: ~Vă rugăm să scrieți numele criteriului în fiecare rând.

source: Please write all the criteria descriptors.
pt: ~Por favor, escreva todos os descritores de critérios.
ro: ~Vă rugăm să scrieți toți descriptorii de criterii.

source: Score (include a number)
pt: ~Pontuação (inclua um número)
ro: ~Scor (includeți un număr)

source: Up
pt: ~Para cima
ro: ~Sus

source: Down
pt: ~Para baixo
ro: ~Jos

source: Row
pt: ~Linha
ro: ~Rând

source: Delete the row?
pt: ~Excluir a linha?
ro: ~Ștergeți rândul?

source: There should be at least one level.
pt: ~Deve haver pelo menos um nível.
ro: ~Ar trebui să existe cel puțin un nivel.

source: Column
pt: ~Coluna
ro: ~Coloană

source: Delete the column?
pt: ~Excluir a coluna?
ro: ~Ștergeți coloana?

source: Please export the content to apply the rubric.
pt: ~Por favor, exporte o conteúdo para aplicar a rubrica.
ro: ~Vă rugăm să exportați conținutul pentru a aplica baremul.

source: Add at least 3 elements.
pt: ~Adicione pelo menos 3 elementos.
ro: ~Adaugă cel puțin 3 elemente.

source: Please write the text to show when right.
pt: ~Por favor, escreva o texto a ser exibido quando estiver correto.
ro: ~Vă rugăm să scrieți textul care se afișează când răspunsul este corect.

source: Please write the text to show when wrong.
pt: ~Por favor, escreva o texto a ser exibido quando estiver incorreto.
ro: ~Vă rugăm să scrieți textul care se afișează când răspunsul este greșit.

source: There cannot be 2 or more identical elements.
pt: ~Não podem haver 2 ou mais elementos idênticos.
ro: ~Nu pot exista 2 sau mai multe elemente identice.

source: Correct Answer Feedback Overlay
pt: ~Sobreposição de feedback de resposta correta
ro: ~Suprapunere pentru feedback-ul răspunsului corect

source: Wrong Answer Feedback Overlay
pt: ~Sobreposição de feedback de resposta incorreta
ro: ~Suprapunere pentru feedback-ul răspunsului greșit

source: The right answer will be shown after this text.
pt: ~A resposta correta será exibida após este texto.
ro: ~Răspunsul corect va fi afișat după acest text.

source: after
pt: ~depois
ro: ~după

source: optional
pt: ~opcional
ro: ~opțional

source: Create interactive text ordering activities.
pt: ~Crie atividades interativas de ordenação de textos.
ro: ~Creați activități interactive de ordonare a textului.

source: Arrange the following texts in the correct order to complete the activity.
pt: ~Organize os seguintes textos na ordem correta para completar a atividade.
ro: ~Aranjează următoarele texte în ordinea corectă pentru a finaliza activitatea.

source: Write the elements in the right order:
pt: ~Escreva os elementos na ordem correta:
ro: ~Scrie elementele în ordinea corectă:

source: Select media files
pt: ~Selecionar arquivos de mídia
ro: ~Selectează fișiere media

source: Brilliant! All correct!
pt: ~Brilhante! Tudo correto!
ro: ~Bravoo! Toate sunt corecte!

source: Change visualization mode
pt: ~Alterar modo de visualização
ro: ~Schimbă modul de vizualizare

source: Please check all the answers in the right order
pt: ~Por favor, verifique todas as respostas na ordem correta
ro: ~Te rugăm să verifici toate răspunsurile în ordinea corectă

source: You must indicate an image, a text or/and an audio for each card
pt: ~Você deve indicar uma imagem, um texto e/ou um áudio para cada cartão
ro: ~Trebuie să indicii o imagine, un text și/sau un fișier audio pentru fiecare card

source: Maximum number of activities: 30
pt: ~Número máximo de atividades: 30
ro: ~Numărul maxim de activități: 30

source: Create interactive activities in which players will have to select the correct multimedia cards.
pt: ~Crie atividades interativas nas quais os jogadores terão que selecionar os cartões multimídia corretos.
ro: ~Creează activități interactive în care jucătorii vor trebui să selecteze cardurile multimedia corecte.

source: Select the right cards
pt: ~Selecione os cartões certos
ro: ~Selectează cardurile corecte

source: Time to complete the game
pt: ~Tempo para completar o jogo
ro: ~Timp estimat pentru finalizarea jocului

source: Maximum number of cards
pt: ~Número máximo de cartas
ro: ~Număr maxim de cărți

source: Table mode
pt: ~Modo tabela
ro: ~Mod tabel

source: Activity number:
pt: ~Número da atividade:
ro: ~Numărul activității:

source: Add a card
pt: ~Adicionar uma carta
ro: ~Adaugă o carte

source: Delete card
pt: ~Excluir carta
ro: ~Șterge o carte

source: Copy card
pt: ~Copiar carta
ro: ~Copiază o carte

source: Cut card
pt: ~Recortar carta
ro: ~Taie o carte

source: Paste card
pt: ~Colar carta
ro: ~Lițează o carte

source: Phrases:
pt: ~Frases:
ro: ~Fraze:

source: Correct answer
pt: ~Resposta correta
ro: ~Răspuns corect

source: Sort
pt: ~Ordenar
ro: ~Sortare

source: You have ordered all the activities!
pt: ~Você ordenou todas as atividades!
ro: ~Ai ordonat toate activitățile!

source: Correct positions
pt: ~Posições corretas
ro: ~Poziții corecte

source: Phrases
pt: ~Frases
ro: ~Fraze

source: Maximum number of phrases: 20
pt: ~Número máximo de frases: 20
ro: ~Număr maxim de fraze: 20

source: Create interactive activities in which players will have to order cards with images, texts and/or sounds.
pt: ~Crie atividades interativas nas quais os jogadores terão que ordenar cartões com imagens, textos e/ou sons.
ro: ~Creați activități interactive în care jucătorii vor trebui să ordoneze cărți cu imagini, texte și/sau sunete.

source: Drag each letter to its correct position
pt: ~Arraste cada letra para sua posição correta
ro: ~Trage fiecare literă în poziția sa corectă

source: Multimedia
pt: ~Multimídia

source: Maximum width
pt: ~Largura máxima
ro: ~Lățime maximă

source: Height (px)
pt: ~Altura (px)
ro: ~Înălțime (px)

source: Fixed headers
pt: ~Cabeçalhos fixos
ro: ~Antet fix

source: Automatic start
pt: ~Início automático
ro: ~Pornire automată

source: Word border
pt: ~Borda de palavra
ro: ~Margine cuvânt

source: Phrase
pt: ~Frase
ro: ~Fraza

source: Estimated duration
pt: ~Duração estimada
ro: ~Durată estimată

source: You must indicate a name for all the selected players.
pt: ~Você deve indicar um nome para todos os jogadores selecionados.
ro: ~Trebuie să indicați un nume pentru toți jucătorii selectați.

source: Do you want to restart the game?
pt: ~Deseja reiniciar o jogo?
ro: ~Doriți să reluați jocul?

source: roll the dice.
pt: ~role os dados.
ro: ~aruncă zarurile.

source: The game has finished. The winner is %1. Do you want to play again?
pt: ~O jogo terminou. O vencedor é %1. Deseja jogar novamente?
ro: ~Jocul s-a încheiat. Câștigătorul este %1. Doriți să jucați din nou?

source: Cool! You won the game.
pt: ~Legal! Você ganhou o jogo.
ro: ~Super! Ai câștigat jocul.

source: you play. Roll the dice.
pt: ~você joga. Role os dados.
ro: ~tu joci. Aruncă zarurile.

source: Your score will be automatically saved after each throw.
pt: ~Sua pontuação será salva automaticamente após cada jogada.
ro: ~Scorul tău va fi salvat automat după fiecare aruncare.

source: You can only play once.
pt: ~Você só pode jogar uma vez.
ro: ~Poți juca doar o dată.

source: Players
pt: ~Jogadores
ro: ~Jucători

source: you have failed.
pt: ~você falhou.
ro: ~ai eșuat.

source: you get the cheese of
pt: ~você consegue o queijo de
ro: ~primești brânza de la

source: One more point.
pt: ~Mais um ponto.
ro: ~Un punct în plus.

source: The silence time is wrong. Check the video duration.
pt: ~O tempo de silêncio está incorreto. Verifique a duração do vídeo.
ro: ~Timpul de tăcere este greșit. Verifică durata videoclipului.

source: Roll the dice and answer the question until you get all the cheeses.
pt: ~Role os dados e responda à pergunta até conseguir todos os queijos.
ro: ~Aruncă zarurile și răspunde la întrebare până când aduni toate brânzeturile.

source: Too many questions! The game can have a maximum of about 800 and 1200 questions. This number can vary a lot depending on the type of questions and the length of the questions, the answers, the URLs and the enriched text.
pt: ~Muitas perguntas! O jogo pode ter no máximo cerca de 800 a 1200 perguntas. Esse número pode variar bastante dependendo do tipo de perguntas e do comprimento das perguntas, respostas, URLs e textos enriquecidos.
ro: ~Prea multe întrebări! Jocul poate avea un maximum de aproximativ 800 și 1200 de întrebări. Acest număr poate varia foarte mult în funcție de tipul de întrebări și de lungimea întrebărilor, răspunsurilor, URL-urilor și textului îmbogățit.

source: Create an educational board game with different question types (test, order, definition) of different categories. From 1 to 4 players or teams.
pt: ~Crie um jogo de tabuleiro educativo com diferentes tipos de perguntas (teste, ordem, definição) de várias categorias. De 1 a 4 jogadores ou equipes.
ro: ~Creați un joc de societate educațional cu diferite tipuri de întrebări (test, ordine, definiție) din diferite categorii. De la 1 la 4 jucători sau echipe.

source: Number of topics
pt: ~Número de tópicos
ro: ~Număr de subiecte

source: Topic number
pt: ~Número do tópico
ro: ~Numărul subiectului

source: Free response
pt: ~Resposta livre
ro: ~Răspuns liber

source: This game may present accessibility problems for some users. You should provide an accessible alternative if the users need it.
pt: ~Este jogo pode apresentar problemas de acessibilidade para alguns usuários. Você deve fornecer uma alternativa acessível, se necessário.
ro: ~Acest joc poate prezenta probleme de accesibilitate pentru unii utilizatori. Ar trebui să oferiți o alternativă accesibilă dacă utilizatorii au nevoie.

source: You must provide a name for this topic.
pt: ~Você deve fornecer um nome para este tópico.
ro: ~Trebuie să furnizați un nume pentru acest subiect.

source: You must indicate a name for all the selected topics.
pt: ~Você deve indicar um nome para todos os tópicos selecionados.
ro: ~Trebuie să indicați un nume pentru toate subiectele selectate.

source: You must complete all the questions of all the selected topics correctly.
pt: ~Você deve completar corretamente todas as perguntas de todos os tópicos selecionados.
ro: ~Trebuie să completați corect toate întrebările din toate subiectele selectate.

source: True or false
pt: ~Verdadeiro ou falso
ro: ~Adevărat sau fals

source: Suggestion
pt: ~Sugestão
ro: ~Sugestie

source: Please write the question.
pt: ~Por favor, escreva a pergunta.
ro: ~Vă rugăm să scrieți întrebarea.

source: Select the correct answer
pt: ~Selecione a resposta correta
ro: ~Selectați răspunsul corect

source: SCORM grades can only be saved in Quiz mode
pt: ~As notas do SCORM só podem ser salvas no modo Questionário
ro: ~Notele SCORM pot fi salvate doar în modul Quiz

source: Create interactive True or False quizzes.
pt: ~Crie questionários interativos de Verdadeiro ou Falso.
ro: ~Creați chestionare interactive de tip Adevărat sau Fals.

source: Answer all the questions in this quiz.
pt: ~Responda a todas as perguntas neste questionário.
ro: ~Răspundeți la toate întrebările din acest chestionar.

source: Easier to read
pt: ~Mais fácil de ler
ro: ~Mai ușor de citit

source: Visual aid
pt: ~Ajuda visual
ro: ~Ajutor vizual

source: UDL Content
pt: ~Conteúdo UDL
ro: ~Conținut UDL

source: Universal Design for Learning
pt: ~Design Universal para Aprendizagem
ro: ~Design Universal pentru Învățare

source: Highlight
pt: ~Destaque
ro: ~Subliniază

source: Download the source file
pt: ~Baixar o arquivo fonte
ro: ~Descarcă fișierul sursă

source: Exercises
pt: ~Exercícios
ro: ~Exerciții

source: Write
pt: ~Escrever
ro: ~Scrie

source: Listen
pt: ~Ouvir
ro: ~Ascultă

source: Do it here
pt: ~Faça aqui
ro: ~Fă aici

source: Record
pt: ~Gravar
ro: ~ Înregistrează

source: Speak
pt: ~Falar
ro: ~Vorbește

source: Read
pt: ~Ler
ro: ~Citeste

source: Objectives
pt: ~Objetivos
ro: ~Obiective

source: Guidance
pt: ~Orientação
ro: ~Ghidaj

source: To get informed
pt: ~Para se informar
ro: ~Pentru a fi informat

source: Think
pt: ~Pensar
ro: ~Gândește

source: Assessment rubric
pt: ~Rubrica de avaliação
ro: ~Rubrica de evaluare

source: Task
pt: ~Tarefa
ro: ~Sarcină

source: Timing
pt: ~Cronograma
ro: ~Timp

source: Work in group
pt: ~ Trabalhar em grupo
ro: ~Lucrează în grup

source: More information
pt: ~Mais informações
ro: ~Mai multe informații

source: Note
pt: ~Nota
ro: ~Notă

source: Trivia
pt: ~Curiosidades

source: Cultural notes
pt: ~Notas culturais
ro: ~Note culturale

source: Learn to learn
pt: ~Aprender a aprender
ro: ~Învățați să învățați

source: Instrument practice
pt: ~Prática de instrumentos
ro: ~Practica instrumentului

source: Music
pt: ~Música
ro: ~Muzică

source: Mediation
pt: ~Mediação
ro: ~Meditație

source: Use your hands
pt: ~Use suas mãos
ro: ~Folosiți-vă mâinile

source: Sign language
pt: ~Língua de sinais
ro: ~Limba semnelor

source: Homogeneous groups
pt: ~Grupos homogêneos
ro: ~Grupe omogene

source: Heterogeneous groups
pt: ~Grupos heterogêneos
ro: ~Grupuri eterogene

source: Written text coproduction
pt: ~Coprodução de texto escrito
ro: ~Coproducție de text scris

source: Oral text coproduction
pt: ~Coprodução de texto oral
ro: ~Coproducție de text oral

source: Digital competence
pt: ~Competência digital
ro: ~Competență digitală

source: Singing
pt: ~Canto
ro: ~Cântec

source: Semantic networks
pt: ~Redes semânticas
ro: ~Rețele semantice

source: Easy read
pt: ~Leitura fácil
ro: ~Citire ușoară

source: Grammar
pt: ~Gramática
ro: ~Gramatică

source: Vocabulary
pt: ~Vocabulário
ro: ~Vocabular

source: Playback
pt: ~Reprodução
ro: ~Redare

source: Phonetics
pt: ~Fonética
ro: ~Fonetica

source: Alternative content
pt: ~Conteúdo alternativo
ro: ~Conținut alternativ

source: Double click or type to see suggestions
pt: ~Clique duas vezes ou digite para ver sugestões
ro: ~Dublu clic sau tastează pentru a vedea sugestiile

source: New block
pt: ~Novo bloco
ro: ~Bloc nou

source: About this iDevice
pt: ~Sobre este dispositivo
ro: ~Despre acest dispozitiv iDevice

source: Cofinanced by:
pt: ~Cofinanciado por:
ro: ~Finanțat în parteneriat de:

source: Delete block $? This can't be undone.
pt: ~Excluir bloco $? Isto não pode ser desfeito.
ro: ~Șterge blocul $? Aceasta nu poate fi anulată.

source: Block
pt: ~Bloco
ro: ~Bloc

source: Empty = No button
pt: ~Vazio = Nenhum botão
ro: ~Gol = Fără buton

source: Accessible hidden content
pt: ~Conteúdo oculto acessível
ro: ~Conținut ascuns accesibil

source: Visible
pt: ~Visível
ro: ~Vizibil

source: Content
pt: ~Conteúdo
ro: ~Conținut

source: Choose the content to edit:
pt: ~Escolha o conteúdo para editar:
ro: ~Alege conținutul de editat:

source: Main content (required)
pt: ~Conteúdo principal (obrigatório)
ro: ~Conținut principal (obligatoriu)

source: Please provide a main content for all the blocks.
pt: ~Por favor, forneça um conteúdo principal para todos os blocos.
ro: ~Vă rugăm să furnizați un conținut principal pentru toate blocurile.

source: Engagement
pt: ~Engajamento
ro: ~Angajament

source: Representation
pt: ~Representação
ro: ~Reprezentare

source: Presentation
pt: ~Apresentação
ro: ~Prezentare

source: Text button
pt: ~Botão de texto
ro: ~Buton text

source: Character
pt: ~Personagem
ro: ~Caracter

source: Word search
pt: ~Caça-palavras
ro: ~Căutare de cuvinte

source: You found all the words. Your score is %s.
pt: ~Você encontrou todas as palavras. Sua pontuação é %s.
ro: ~Ai găsit toate cuvintele. Scorul tău este %s.

source: Try with fewer words
pt: ~Tente com menos palavras
ro: ~Încearcă cu mai puține cuvinte

# Show &quot;Solve&quot; button.
source: Show "Solve" button.
pt: ~Mostrar botão "Resolver".
ro: ~Afișează butonul "Rezolvă".

source: Create word search games with additional text, images or sound.
pt: ~Crie jogos de caça-palavras com texto adicional, imagens ou som.
ro: ~Creează jocuri de căutare de cuvinte cu text, imagini sau sunet suplimentar.

source: Find the hidden words.
pt: ~Encontre as palavras escondidas.
ro: ~Găsește cuvintele ascunse.

source: Inverse
pt: ~Inverso
ro: ~Invers

source: Selected: {0} of {1}
pt: ~Selecionado: {0} de {1}
ro: ~Selectat: {0} din {1}

source: Uploading {0}% of {1}
pt: ~Carregando {0}% de {1}
ro: ~Încărcare {0}% din {1}
